import {LocationData} from '../../interfaces/location';

export const COUNTRIES: string[] = [
  'বাংলাদেশ',
  'ভারত',
  'অস্ট্রেলিয়া',
  'কানাডা',
  'ফ্রান্স',
  'জার্মানী',
  'মালয়েশিয়া',
  'নেদারল্যান্ডস',
  'কাতার',
  'সৌদি আরব',
  'সিঙ্গাপুর',
  'থাইল্যান্ড',
  'সংযুক্ত আরব আমিরাত',
  'যুক্তরাজ্য',
  'মার্কিন যুক্তরাষ্ট্র'
];

export const LOCATIONS_DATA: LocationData[] = [
  {
    city: 'ঢাকা',
    area: [
      {
        name: 'আগারগাঁও',
        zone: []
      },
      {
        name: 'আজিমপুর',
        zone: []
      },
      {
        name: 'আদাবর',
        zone: []
      },
      {
        name: 'ইব্রাহিমপুর',
        zone: []
      },
      {
        name: 'ইস্কাটন',
        zone: []
      },
      {
        name: 'উত্তর খান',
        zone: []
      },
      {
        name: 'উত্তরা',
        zone: []
      },
      {
        name: 'এ্যালিফেন্ট রোড',
        zone: []
      },
      {
        name: 'ওয়ারী ',
        zone: []
      },
      {
        name: 'কদমতলী',
        zone: []
      },
      {
        name: 'কমলাপুর',
        zone: []
      },
      {
        name: 'কলাবাগান',
        zone: []
      },
      {
        name: 'কল্যাণপুর',
        zone: []
      },
      {
        name: 'কাওরানবাজার',
        zone: []
      },
      {
        name: 'কাকরাইল',
        zone: []
      },
      {
        name: 'কাজীপাড়া',
        zone: []
      },
      {
        name: 'কাঠালবাগান',
        zone: []
      },
      {
        name: 'কাফরুল',
        zone: []
      },
      {
        name: 'কামরঙ্গীরচর',
        zone: []
      },
      {
        name: 'কেরানীগঞ্জ',
        zone: [
          'আগানগর ইউনিয়ন',
          'কলাতিয়া ইউনিয়ন',
          'কালিন্দী ইউনিয়ন',
          'কোন্ডা ইউনিয়ন',
          'জিনজিরা ইউনিয়ন',
          'তারানগর ইউনিয়ন',
          'তেঘরিয়া ইউনিয়ন',
          'বাস্তা ইউনিয়ন',
          'রোহিতপুর ইউনিয়ন',
          'শাক্তা ইউনিয়ন',
          'শুভ্যাঢা ইউনিয়ন',
          'হযরতপুর ইউনিয়ন'
        ]
      },
      {
        name: 'কোতয়ালী',
        zone: []
      },
      {
        name: 'ক্যান্টনমেন্ট',
        zone: []
      },
      {
        name: 'খিলখেত',
        zone: []
      },
      {
        name: 'খিলগাঁও',
        zone: []
      },
      {
        name: 'গাবতলী',
        zone: []
      },
      {
        name: 'গুলশান-১',
        zone: []
      },
      {
        name: 'গুলশান-২',
        zone: []
      },
      {
        name: 'গুলিস্থান ',
        zone: []
      },
      {
        name: 'গেন্ডারিয়া',
        zone: []
      },
      {
        name: 'গ্রীন রোড',
        zone: []
      },
      {
        name: 'চকবাজার',
        zone: []
      },
      {
        name: 'জিগাতলা',
        zone: []
      },
      {
        name: 'জুরাইন',
        zone: []
      },
      {
        name: 'টিকাটুলি',
        zone: []
      },
      {
        name: 'ডিইউ ক্যাম্পাস',
        zone: []
      },
      {
        name: 'ডেমরা',
        zone: []
      },
      {
        name: 'তুরাগ',
        zone: []
      },
      {
        name: 'তেজকুনিপাড়া',
        zone: []
      },
      {
        name: 'তেজগাঁও',
        zone: []
      },
      {
        name: 'দক্ষিণ খান',
        zone: []
      },
      {
        name: 'দয়াগঞ্জ ',
        zone: []
      },
      {
        name: 'দারাজ অফিস',
        zone: []
      },
      {
        name: 'দিয়াবাড়ী',
        zone: []
      },
      {
        name: 'দোহার',
        zone: [
          'কুসুমহাটি ইউনিয়ন',
          'দোহার পৌরসভা',
          'নয়াবাড়ী ইউনিয়ন',
          'নারিশা ইউনিয়ন',
          'বিলাসপুর ইউনিয়ন',
          'মাহমুদপুর ইউনিয়ন',
          'মুকসুদপুর ইউনিয়ন',
          'রাইপাড়া ইউনিয়ন',
          'সূতারপাড়া ইউনিয়ন'
        ]
      },
      {
        name: 'ধানমন্ডি',
        zone: []
      },
      {
        name: 'ধামরাই',
        zone: [
          'আমতা ইউনিয়ন',
          'কুল্লা ইউনিয়ন',
          'কুশুরা ইউনিয়ন',
          'গাংগুটিয়া ইউনিয়ন',
          'চৌহাট ইউনিয়ন',
          'ধামরাই পৌরসভা ',
          'নান্নার ইউনিয়ন',
          'বাইশাকান্দা ইউনিয়ন',
          'বালিয়া ইউনিয়ন',
          'ভাড়ারিয়া ইউনিয়ন',
          'যাদবপুর ইউনিয়ন',
          'রোয়াইল ইউনিয়ন',
          'সানোড়া ইউনিয়ন',
          'সূতিপাড়া ইউনিয়ন',
          'সূয়াপুর ইউনিয়ন',
          'সোমভাগ ইউনিয়ন'
        ]
      },
      {
        name: 'নবাবগঞ্জ',
        zone: [
          'আগলা ইউনিয়ন',
          'কলাকোপা ইউনিয়ন',
          'কৈলাইল ইউনিয়ন',
          'গালিমপুর ইউনিয়ন',
          'চূড়াইন ইউনিয়ন',
          'জয়কৃষ্ণপুর ইউনিয়ন',
          'নবাবগঞ্জ পৌরসভা',
          'নয়নশ্রী ইউনিয়ন',
          'বক্সনগর ইউনিয়ন',
          'বান্দুরা ইউনিয়ন',
          'বারুয়াখালী ইউনিয়ন',
          'বাহ্রা ইউনিয়ন',
          'যন্ত্রাইল ইউনিয়ন',
          'শিকারীপাড়া ইউনিয়ন',
          'শোলস্না ইউনিয়ন'
        ]
      },
      {
        name: 'নয়া পল্টন',
        zone: []
      },
      {
        name: 'নাখালপাড়া',
        zone: []
      },
      {
        name: 'নারিন্দা',
        zone: []
      },
      {
        name: 'নিউ ইস্কাটন',
        zone: []
      },
      {
        name: 'নিউ মার্কেট',
        zone: []
      },
      {
        name: 'নিকুঞ্জ',
        zone: []
      },
      {
        name: 'নিকেতন',
        zone: []
      },
      {
        name: 'নীলক্ষেত',
        zone: []
      },
      {
        name: 'পলাশী',
        zone: []
      },
      {
        name: 'পল্লবী',
        zone: []
      },
      {
        name: 'পান্থপথ',
        zone: []
      },
      {
        name: 'পুরানা পল্টন',
        zone: []
      },
      {
        name: 'পূর্বাচল',
        zone: []
      },
      {
        name: 'পোস্তগোলা',
        zone: []
      },
      {
        name: 'ফার্মগেট',
        zone: []
      },
      {
        name: 'বকশীবাজার',
        zone: []
      },
      {
        name: 'বনশ্রী',
        zone: []
      },
      {
        name: 'বনানী',
        zone: []
      },
      {
        name: 'বনানী ডিওএইচএস',
        zone: []
      },
      {
        name: 'বংশাল',
        zone: []
      },
      {
        name: 'বসুন্ধরা',
        zone: []
      },
      {
        name: 'বাড্ডা ',
        zone: []
      },
      {
        name: 'বারিধারা',
        zone: []
      },
      {
        name: 'বারিধারা ডিওএইচএস',
        zone: []
      },
      {
        name: 'বাংলাবাজার',
        zone: []
      },
      {
        name: 'বাংলামটর',
        zone: []
      },
      {
        name: 'বাসাবো',
        zone: []
      },
      {
        name: 'বিমানবন্দর থানা',
        zone: []
      },
      {
        name: 'বুয়েট ক্যাম্পাস',
        zone: []
      },
      {
        name: 'মগবাজার',
        zone: []
      },
      {
        name: 'মতিঝিল',
        zone: []
      },
      {
        name: 'মধ্য বাড্ডা',
        zone: []
      },
      {
        name: 'মধ্য ভাটারা',
        zone: []
      },
      {
        name: 'ইসলামপুর',
        zone: []
      },
      {
        name: 'মহাখালী',
        zone: []
      },
      {
        name: 'মহাখালী ডিওএইচএস',
        zone: []
      },
      {
        name: 'মালিবাগ',
        zone: []
      },
      {
        name: 'মিরপুর',
        zone: []
      },
      {
        name: 'মিরপুর ডিওএইচএস',
        zone: []
      },
      {
        name: 'মিরপুর-১',
        zone: []
      },
      {
        name: 'মিরপুর-১০',
        zone: []
      },
      {
        name: 'মিরপুর-১১',
        zone: []
      },
      {
        name: 'মিরপুর-১২',
        zone: []
      },
      {
        name: 'মিরপুর-২',
        zone: []
      },
      {
        name: 'মুগদা',
        zone: []
      },
      {
        name: 'মোহাম্মদপুর',
        zone: []
      },
      {
        name: 'যাত্রাবাড়ী',
        zone: []
      },
      {
        name: 'রমনা',
        zone: []
      },
      {
        name: 'রাজাবাজার',
        zone: []
      },
      {
        name: 'রাজারবাগ',
        zone: []
      },
      {
        name: 'রামপুরা',
        zone: []
      },
      {
        name: 'রায়েরবাজার',
        zone: []
      },
      {
        name: 'রূপনগর',
        zone: []
      },
      {
        name: 'লালবাগ',
        zone: []
      },
      {
        name: 'লালমাটিয়া',
        zone: []
      },
      {
        name: 'শান্তিনগর',
        zone: []
      },
      {
        name: 'শাহজাদপুর',
        zone: []
      },
      {
        name: 'শাহজানপুর',
        zone: []
      },
      {
        name: 'শাহবাগ',
        zone: []
      },
      {
        name: 'শিমরাইল',
        zone: []
      },
      {
        name: 'শুক্রাবাদ',
        zone: []
      },
      {
        name: 'শেরে বাংলা নগর',
        zone: []
      },
      {
        name: 'শ্যামপুর',
        zone: []
      },
      {
        name: 'শ্যামলী',
        zone: []
      },
      {
        name: 'সদরঘাট',
        zone: []
      },
      {
        name: 'সবুজবাগ',
        zone: []
      },
      {
        name: 'সাভার',
        zone: [
          'আমিনবাজার ইউনিয়ন',
          'আশুলিয়া ইউনিয়ন',
          'ইয়ারপুর ইউনিয়ন',
          'কাউন্দিয়া ইউনিয়ন',
          'জাহাঙ্গীরনগর বিশ্ববিদ্যালয়',
          'তেঁতুলঝোড়া ইউনিয়ন',
          'ধামসোনা ইউনিয়ন',
          'পাথালিয়া ইউনিয়ন',
          'বনগাঁও ইউনিয়ন',
          'বিরুলিয়া ইউনিয়ন',
          'ভাকুর্তা ইউনিয়ন',
          'শিমুলিয়া ইউনিয়ন',
          'সাভার ইপিজেড',
          'সাভার পৌরসভা',
          'সাভার সেনানিবাস',
          'হেমায়েতপুর'
        ]
      },
      {
        name: 'সিদ্ধেশ্বরী',
        zone: []
      },
      {
        name: 'সূত্রাপুর',
        zone: []
      },
      {
        name: 'সেগুনবাগিচা',
        zone: []
      },
      {
        name: 'হাজারীবাগ',
        zone: []
      },
      {
        name: 'হাতিরপুল',
        zone: []
      },
    ]
  },
  // byFazlulAyanKoushik
  {
    city: 'রাজশাহী',
    area: [
      {
        name: 'গোদাগাড়ি',
        zone: [
          'আষাড়িয়াদহ ইউনিয়ন',
          'গোগ্রাম ইউনিয়ন',
          'গোদাগাড়ি পৌরসভা ',
          'দেওপাড়া ইউনিয়ন',
          'পাকড়ি ইউনিয়ন',
          'বাসুদেবপুর ইউনিয়ন',
          'মাটিকাটা ইউনিয়ন',
          'মোহনপুর ইউনিয়ন',
          'রিশিকুল ইউনিয়ন'
        ]
      },
      {
        name: 'চারঘাট',
        zone: [
          'ইউসুফপুর ইউনিয়ন',
          'চারঘাট পৌরসভা',
          'নিমপাড়া ইউনিয়ন',
          'ভায়ালক্ষীপুর ইউনিয়ন',
          'শলুয়া ইউনিয়ন',
          'সরদহ ইউনিয়ন'
        ]
      },
      {
        name: 'চেরাগঘাট',
        zone: []
      },
      {
        name: 'তানোর',
        zone: [
          'কলমা ইউনিয়ন',
          'কামারগাঁ ইউনিয়ন',
          'চান্দুড়িয়া ইউনিয়ন',
          'তানোর পৌরসভা ',
          'তালন্দ ইউনিয়ন',
          'পাঁচন্দর ইউনিয়ন',
          'বাধাইড় ইউনিয়ন',
          'সরঞ্জাই ইউনিয়ন'
        ]
      },
      {
        name: 'দুর্গাপুর ',
        zone: [
          'কিসমতগণকৈড় ইউনিয়ন',
          'জয়নগর ইউনিয়ন',
          'ঝালুকা ইউনিয়ন',
          'দূর্গাপুর পৌরসভা',
          'দেলুয়াবাড়ী ইউনিয়ন',
          'নওপাড়া ইউনিয়ন',
          'পানানগর ইউনিয়ন',
          'মাড়িয়া ইউনিয়ন'
        ]
      },
      {
        name: 'পবা',
        zone: [
          'কাটাখালি পৌরসভা',
          'দর্শনপাড়া ইউনিয়ন ',
          'দামকুড়া ইউনিয়ন',
          'পবা পৌরসভা',
          'পারিলা ইউনিয়ন',
          'বড়গাছি ইউনিয়ন',
          'হড়গ্রাম ইউনিয়ন',
          'হরিপুর ইউনিয়ন',
          'হরিয়ান ইউনিয়ন',
          'হুজুরী পাড়া ইউনিয়ন'
        ]
      },
      {
        name: 'পুটিয়া',
        zone: [
          'জিউপাড়া ইউনিয়ন',
          'পুঠিয়া পৌরসভা',
          'বানেশ্বর ইউনিয়ন',
          'বেলপুকুরিয়া ইউনিয়ন',
          'ভালুক গাছি ইউনিয়ন',
          'শিলমাড়িয়া ইউনিয়ন'
        ]
      },
      {
        name: 'বাঘমারা',
        zone: [
          'আউচপাড়া ইউনিয়ন',
          'কাচাড়ী কোয়ালিপাড়া ইউনিয়ন',
          'গণিপুর ইউনিয়ন',
          'গোবিন্দপাড়া ইউনিয়ন',
          'গোয়ালকান্দি ইউনিয়ন',
          'ঝিকড়া ইউনিয়ন',
          'তাহেরপর পৌরসভা ',
          'দ্বীপপুর ইউনিয়ন',
          'নরদাশ ইউনিয়ন',
          'বড়বিহানলী ইউনিয়ন',
          'বাঘমারা পৌরসভা',
          'বাসুপাড়া ইউনিয়ন',
          'মাড়িয়া ইউনিয়ন',
          'যোগিপাড়া ইউনিয়ন',
          'শুভডাঙ্গা ইউনিয়ন',
          'শ্রীপুর ইউনিয়ন',
          'সোনাডাঙ্গা ইউনিয়ন',
          'হামিরকুৎসা ইউনিয়ন'
        ]
      },
      {
        name: 'বাঘা',
        zone: [
          'আড়ানি ইউনিয়ন',
          'গড়গড়ি ইউনিয়ন',
          'চকরাজাপুর ইউনিয়ন',
          'পাকুড়িয়া ইউনিয়ন',
          'বাউসা ইউনিয়ন',
          'বাঘা পৌরসভা ',
          'বাজুবাঘা ইউনিয়ন ',
          'মনিগ্রাম ইউনিয়ন'
        ]
      },
      {
        name: 'মোহনপুর',
        zone: [
          'ঘাসিগ্রাম ইউনিয়ন',
          'জাহানাবাদ ইউনিয়ন',
          'ধুরইল ইউনিয়ন',
          'বাকশিমইল ইউনিয়ন',
          'মৌগাছি ইউনিয়ন',
          'রায়ঘাটি ইউনিয়ন'
        ]
      },
      {
        name: 'রাজশাহী সিটি',
        zone: [
          'কাজলা',
          'রাজপাড়া',
          'রাজশাহী বিশ্ববিদ্যালয়',
          'ঘোড়ামারা',
          'বিনোদপুর বাজার',
          'বোয়ালিয়া',
          'মতিহার',
          'রাজশাহী কোর্ট',
          'রাজশাহী সেনানিবাস',
          'শাহ মখদুম',
          'সাপুরা',
          'সাহেববাজার'
        ]
      }
    ]
  },
  // byFazlulAyanKoushik
  {
    city: 'চট্টগ্রাম',
    area: [
      {
        name: 'কোতয়ালি',
        zone: []
      },
      {
        name: 'আকবরশাহ',
        zone: []
      },
      {
        name: 'আগ্রাবাদ',
        zone: []
      },
      {
        name: 'আনোয়ারা',
        zone: []
      },
      {
        name: 'আমিরাবাদ',
        zone: []
      },
      {
        name: 'কর্ণফুলী',
        zone: []
      },
      {
        name: 'কাজিরদেউরী',
        zone: []
      },
      {
        name: 'খাতুনগঞ্জ',
        zone: []
      },
      {
        name: 'খুলশী',
        zone: []
      },
      {
        name: 'চকবাজার',
        zone: []
      },
      {
        name: 'চন্দনাইশ',
        zone: []
      },
      {
        name: 'চান্দগাঁও',
        zone: []
      },
      {
        name: 'ডাবল মুরিং',
        zone: []
      },
      {
        name: 'নাসিরাবাদ',
        zone: []
      },
      {
        name: 'নিউ মার্কেট',
        zone: []
      },
      {
        name: 'নিউ মুরিং',
        zone: []
      },
      {
        name: 'পটিয়া',
        zone: []
      },
      {
        name: 'পতেঙ্গা',
        zone: []
      },
      {
        name: 'পাঁচলাইশ ',
        zone: []
      },
      {
        name: 'পাথরঘাটা ',
        zone: []
      },
      {
        name: 'পাহাড়তলী',
        zone: []
      },
      {
        name: 'ফটিকছড়ি',
        zone: []
      },
      {
        name: 'বন্দর',
        zone: []
      },
      {
        name: 'বহদ্দারহাট',
        zone: []
      },
      {
        name: 'বাকুলিয়া',
        zone: []
      },
      {
        name: 'বায়েজিদ',
        zone: []
      },
      {
        name: 'বাশঁখালী',
        zone: []
      },
      {
        name: 'বোয়ালখালী',
        zone: []
      },
      {
        name: 'ভুজপুর',
        zone: []
      },
      {
        name: 'মীরসরাই',
        zone: []
      },
      {
        name: 'মুরাদপুর',
        zone: []
      },
      {
        name: 'রাউজান',
        zone: []
      },
      {
        name: 'রাঙ্গুনিয়া',
        zone: []
      },
      {
        name: 'লাভ লেন',
        zone: []
      },
      {
        name: 'লালখান বাজার',
        zone: []
      },
      {
        name: 'লোহাগাড়া',
        zone: []
      },
      {
        name: 'সদরঘাট',
        zone: []
      },
      {
        name: 'সন্দ্বীপ',
        zone: []
      },
      {
        name: 'সাতকানিয়া',
        zone: []
      },
      {
        name: 'সীতাকুন্ডু',
        zone: []
      },
      {
        name: 'হাটহাজারী',
        zone: []
      },
      {
        name: 'হালিশহর',
        zone: []
      },
    ]
  },
  {
    city: 'খুলনা',
    area: [
      {
        name: 'কয়রা',
        zone: [
          'আমাদি ইউনিয়ন',
          'উত্তর বেদকাশী ইউনিয়ন',
          'কয়রা পৌরসভা',
          'দক্ষিণ বেদকাশী ইউনিয়ন',
          'বাগালী ইউনিয়ন',
          'মহারাজপুর ইউনিয়ন',
          'মহেশ্বরীপুর ইউনিয়ন'
        ]
      },
      {
        name: 'খান জাহান আলী',
        zone: []
      },
      {
        name: 'খালিশপুর',
        zone: []
      },
      {
        name: 'খুলনা ',
        zone: [
          'আত্রা শিল্পা',
          'খুলনা পৌরসভা',
          'খুলনা বিশ্ববিদ্যালয়ের',
          'খুলনা শিপইয়ার্ড',
          'খুলনা সদর',
          'জাহানাবাদ সেনানিবাস',
          'দৌলতপুর পৌরসভা',
          'বিআইটি খুলনা',
          'শিরামনি',
          'সোনালী জুট মিলস'
        ]
      },
      {
        name: 'ডুমুরিয়া',
        zone: [
          'আটলিয়া ইউনিয়ন',
          'খর্ণিয়া ইউনিয়ন',
          'গুটুদিয়া ইউনিয়ন',
          'ডুমুরিয়া পৌরসভা',
          'ধামালিয়া ইউনিয়ন',
          'ভান্ডারপাড়া ইউনিয়ন',
          'মাগুরখালি ইউনিয়ন',
          'মাগুরাঘোনা ইউনিয়ন',
          'রঘুনাথপুর ইউনিয়ন',
          'রংপুর ইউনিয়ন',
          'রুদাঘরা ইউনিয়ন',
          'শরাফপুর ইউনিয়ন',
          'শোভনা ইউনিয়ন',
          'সাহস ইউনিয়ন'
        ]
      },
      {
        name: 'তেরখাদা',
        zone: [
          'আজগড়া ইউনিয়ন',
          'ছাগলাদহ ইউনিয়ন',
          'তেরখাদা পৌরসভা',
          'বারাসাত ইউনিয়ন',
          'মধুপুর ইউনিয়ন',
          'সাচিয়াদাহ ইউনিয়ন'
        ]
      },
      {
        name: 'দাকুপি',
        zone: [
          'কামারখোলা ইউনিয়ন',
          'তিলডাঙ্গা ইউনিয়ন',
          'দাকোপ পৌরসভা',
          'বাজুয়া ইউনিয়ন (৯২৭২)',
          'লাউডোব ইউনিয়ন',
          'সুতারখালী ইউনিয়ন',
        ]
      },
      {
        name: 'দিঘলিয়া',
        zone: [
          'আড়ংঘাটা ইউনিয়ন',
          'গাজীরহাট ইউনিয়ন',
          'দিঘলিয়া পৌরসভা',
          'বারাকপুর ইউনিয়ন',
          'যোগীপোল ইউনিয়ন',
          'সেনহাটি ইউনিয়ন'
        ]
      },
      {
        name: 'দৌলতপুর',
        zone: ['']
      },
      {
        name: 'পাইকগাছা',
        zone: [
          'কপিলমুনি ইউনিয়ন ',
          'গড়ইখালী ইউনিয়ন ',
          'গদাইপুর ইউনিয়ন',
          'চাঁদখালী ইউনিয়ন ',
          'দেলুটি ইউনিয়ন',
          'পাইকগাছা পৌরসভা ',
          'রাড়ুলী ইউনিয়ন',   // rokomary has 2times
          'লস্কর ইউনিয়ন',
          'সোলাদানা ইউনিয়ন',
          'হরিঢালী ইউনিয়ন',
        ]
      },
      {
        name: 'ফুলতলা',
        zone: [
          'আটরা গিলাতলা ইউনিয়ন',
          'জামিরা ইউনিয়ন',
          'দামোদর ইউনিয়ন',
          'ফুলতলা পৌরসভা '
        ]
      },
      {
        name: 'বটিয়াঘাটা',
        zone: [
          'আমিরপুর ইউনিয়ন',
          'গঙ্গারামপুর ইউনিয়ন',
          'জলমা ইউনিয়ন',
          'বটিয়াঘাটা পৌরসভা ',
          'বালিয়াডাঙ্গা ইউনিয়ন',
          'ভান্ডারকোট ইউনিয়ন',
          'সুরখালী ইউনিয়ন '
        ]
      },
      {
        name: 'রূপসা',
        zone: [
          'আইচগাতী ইউনিয়ন',
          'ঘাটভোগ ইউনিয়ন',
          'টিএসবি ইউনিয়ন',
          'নৈহাটি ইউনিয়ন',
          'রূপসা পৌরসভা',
          'শ্রীফলতলা ইউনিয়ন'
        ]
      },
      {
        name: 'সোনাডাঙ্গা',
        zone: []
      }
    ]
  },
  {
    city: 'বরিশাল',
    area: [
      {
        name: 'আগৈলঝারা',
        zone: [
          'আগৈলঝাড়া পৌরসভা',
          'গৈলা ইউনিয়ন ',
          'বাকাল ইউনিয়ন',
          'বাগধা ইউনিয়ন',
          'রত্নপুর ইউনিয়ন',
          'রাজিহার ইউনিয়ন'
        ]
      },
      {
        name: 'উজিরপুর',
        zone: [
          'উজিরপুর ইউনিয়ন',
          'ওটরা ইউনিয়ন',
          'গুঠিয়া ইউনিয়ন',
          'জল্লা ইউনিয়ন',
          'বরাকোঠা ইউনিয়ন',
          'বামরাইল ইউনিয়ন',
          'শিকারপুর ইউনিয়ন',
          'শোলক ইউনিয়ন',
          'সাতলা ইউনিয়ন',
          'হারতা ইউনিয়ন',
        ]
      },
      {
        name: 'এয়ারপোর্ট মডেল থানা',
        zone: []
      },
      {
        name: 'গৌরনদী',
        zone: [
          'খাঞ্জাপুর ইউনিয়ন',
          'গৌরনদী পৌরসভা',
          'চাঁদশী ইউনিয়ন',
          'নলচিড়া ইউনিয়ন',
          'বাটাজোর ইউনিয়ন',
          'বার্থী ইউনিয়ন',
          'মাহিলারা ইউনিয়ন',
          'সরিকল ইউনিয়ন'
        ]
      },
      {
        name: 'বরিশাল সদর ',
        zone: [
          'কাশীপুর ইউনিয়ন',
          'চন্দ্রমোহন ইউনিয়ন',
          'চরকাউয়া ইউনিয়ন',
          'চরবাড়িয়া ইউনিয়ন',
          'চরমোনাই ইউনিয়ন',
          'চাঁদপুরা ইউনিয়ন',
          'জাগুয়া ইউনিয়ন',
          'টুঙ্গীবাড়িয়া ইউনিয়ন',
          'বরিশাল পৌরসভা',
          'রায়পাশা কড়াপুর ইউনিয়ন',
          'সায়েস্তাবাদ ইউনিয়ন'
        ]
      },
      {
        name: 'বাকেরগঞ্জ',
        zone: [
          'কবাই ইউনিয়ন',
          'কলসকাঠী ইউনিয়ন',
          'গারুরিয়া ইউনিয়ন',
          'চরাদি ইউনিয়ন',
          'চরামদ্দি ইউনিয়ন',
          'দাড়িয়াল ইউনিয়ন',
          'দুধল ইউনিয়ন',
          'দুর্গাপাশা ইউনিয়ন',
          'নলুয়া ইউনিয়ন',
          'নিয়ামতি ইউনিয়ন',
          'পাদ্রিশিবপুর ইউনিয়ন',
          'ফরিদপুর ইউনিয়ন',
          'বাকেরগঞ্জ পৌরসভা ',
          'ভরপাশা ইউনিয়ন',
          'রঙ্গশ্রী ইউনিয়ন'
        ]
      },
      {
        name: 'বানারীপাড়া',
        zone: [
          'ইলুহার ইউনিয়ন',
          'উদয়কাঠী ইউনিয়ন',
          'চাখার ইউনিয়ন',
          'বাইশারী ইউনিয়ন',
          'বানারীপাড়া পৌরসভা',
          'বিশারকান্দি ইউনিয়ন',
          'সলিয়াবাকপুর',
          'সৈয়দকাঠী ইউনিয়ন'
        ]
      },
      {
        name: 'বাবুগঞ্জ',
        zone: [
          'বরিশাল ক্যাডেট কলেজ',
          'কেদারপুর ইউনিয়ন',
          'চাঁদপাশা ইউনিয়ন',
          'জাহাঙ্গীর নগর ইউনিয়ন',
          'দেহেরগতি ইউনিয়ন',
          'বাবুগঞ্জ পৌরসভা',
          'মাধবপাশা ইউনিয়ন ',
          'রহমতপুর ইউনিয়ন '
        ]
      },
      {
        name: 'মুলাদী',
        zone: [
          'কাজিরচর ইউনিয়ন',
          'গাছুয়া ইউনিয়ন',
          'চরকালেখা ইউনিয়ন',
          'নাজিরপুর ইউনিয়ন',
          'বাটামারা ইউনিয়ন',
          'মুলাদী পৌরসভা',
          'সফিপুর ইউনিয়ন'
        ]
      },
      {
        name: 'মেহেন্দিগঞ্জ',
        zone: [
          'আন্দারমানিক ইউনিয়ন',
          'আলিমাবাদ ইউনিয়ন',
          'উলানিয়া ইউনিয়ন',
          'গোবিন্দপুর ইউনিয়ন',
          'চরএককরিয়া ইউনিয়ন',
          'চরগোপালপুর ইউনিয়ন',
          'চানপুর ইউনিয়ন',
          'জাঙ্গালিয়া ইউনিয়ন',
          'দড়িরচর খাজুরিয়া',
          'বিদ্যানন্দনপুর ইউনিয়ন',
          'ভাষানচর ইউনিয়ন',
          'মেহেন্দিগঞ্জ পৌরসভা ',
          'লতা ইউনিয়ন'
        ]
      },
      {
        name: 'হিজলা ',
        zone: [
          'গুয়াবাড়িয়া ইউনিয়ন',
          'ধুলখোলা ইউনিয়ন',
          'বড়জালিয়া ইউনিয়ন',
          'মেমানিয়া ইউনিয়ন',
          'হরিনাথপুর ইউনিয়ন',
          'হিজলা গৌরাব্দি ইউনিয়ন',
          'হিজলা পৌরসভা'
        ]
      }
    ]
  },
  // byFazlulAyanKoushik
  {
    city: 'সিলেট',
    area: [
      {
        name: 'এয়ারপোর্ট',
        zone: ['এয়ারপোর্ট থানা']
      },
      {
        name: 'ওসমানিনগর',
        zone: [
          'উমরপুর ইউনিয়ন',
          'উসমানপুর ইউনিয়ন',
          'ওসমানী নগর পৌরসভা',
          'গোয়ালাবাজার ইউনিয়ন',
          'তাজপুর ইউনিয়ন',
          'দয়ামীর ইউনিয়ন',
          'পশ্চিম পৈলনপুর ইউনিয়ন',
          'বুরুঙ্গাবাজার ইউনিয়ন',
          'সাদীপুর ইউনিয়ন'
        ]
      },
      {
        name: 'কানাইঘাট',
        zone: [
          'কানাইঘাট পৌরসভা',
          'ঝিঙ্গাবাড়ী ইউনিয়ন',
          'দক্ষিন বানিগ্রাম ইউনিয়ন',
          'দিঘিরপার পূর্ব ইউনিয়ন',
          'বড়চতুল ইউনিয়ন',
          'রাজাগঞ্জ ইউনিয়ন',
          'লক্ষীপ্রাসাদ পশ্চিম ইউনিয়ন',
          'লক্ষীপ্রাসাদ পূর্ব ইউনিয়ন',
          'সাতবাক ইউনিয়ন'
        ]
      },
      {
        name: 'কোম্পানীগঞ্জ',
        zone: [
          'ইসলামপুর পশ্চিম ইউনিয়ন',
          'ইসলামপুর পূর্ব ইউনিয়ন',
          'ইসাকলস ইউনিয়ন',
          'উত্তর রনিখাই ইউনিয়ন',
          'কোম্পানীগঞ্জ পৌরসভা',
          'তেলিখাল ইউনিয়ন',
          'দক্ষিন রনিখাই ইউনিয়ন'
        ]
      },
      {
        name: 'গোয়াইনঘাট',
        zone: [
          'আলীরগাঁও ইউনিয়ন',
          'গোয়াইনঘাট পৌরসভা ',
          'ডৌবাড়ী ইউনিয়ন',
          'তোয়াকুল ইউনিয়ন',
          'নন্দিরগাঁও ইউনিয়ন',
          'পশ্চিম জাফলং ইউনিয়ন ',
          'পূর্ব জাফলং ইউনিয়ন',
          'ফতেপুর ইউনিয়ন',
          'রুস্তমপুর ইউনিয়ন',
          'লেঙ্গুড়া ইউনিয়ন'
        ]
      },
      {
        name: 'গোলাপগঞ্জ',
        zone: [
          'উত্তর বাদেপাশা',
          'গোলাপগঞ্জ পৌরসভা',
          'ঢাকা দক্ষিন ইউনিয়ন',
          'পশ্চিম আমুরা ইউনিয়ন',
          'ফুলবাড়ী ইউনিয়ন',
          'বুধবারীবাজার ইউনিয়ন',
          'ভাদেশ্বর ইউনিয়ন',
          'লক্ষনাবন্দ ইউনিয়ন',
          'লক্ষ্মীপাশা ইউনিয়ন',
          'লক্ষ্মীপাশা ইউনিয়ন'
        ]
      },
      {
        name: 'জকিগঞ্জ',
        zone: [
          'কলাছড়া ইউনিয়ন',
          'কসকনকপুর ইউনিয়ন',
          'কাজলশার ইউনিয়ন',
          'জকিগঞ্জ পৌরসভা',
          'বারঠাকুরী ইউনিয়ন',
          'বারহাল ইউনিয়ন',
          'বিরশ্রী ইউনিয়ন',
          'মানিকপুর ইউনিয়ন',
          'সুলতানপুর ইউনিয়ন'
        ]
      },
      {
        name: 'জৈন্তাপুর',
        zone: [
          'চারিকাটা ইউনিয়ন',
          'চিকনাগুল ইউনিয়ন',
          'জৈন্তাপুর পৌরসভা',
          'দরবস্ত ইউনিয়ন',
          'নিজপাট ইউনিয়ন',
          'ফতেপুর ইউনিয়ন'
        ]
      },
      {
        name: 'দক্ষিন সুরমা',
        zone: [
          'কামালবাজার ইউনিয়ন',
          'কুচাই ইউনিয়ন',
          'জালালপুর ইউনিয়ন',
          'তেতলী ইউনিয়ন',
          'দক্ষিণ সুরমা পৌরসভা',
          'দাউদপুর ইউনিয়ন',
          'বড়ইকান্দি ইউনিয়ন',
          'মোগলাবাজার ইউনিয়ন',
          'মোল্লারগাঁও ইউনিয়ন',
          'লালাবাজার ইউনিয়ন',
          'সিলাম ইউনিয়ন'
        ]
      },
      {
        name: 'ফেঞ্চুগঞ্জ',
        zone: [
          'উত্তর কুশিয়ারা ইউনিয়ন',
          'উত্তর ফেঞ্চুগঞ্জ ইউনিয়ন',
          'ঘিলাছড়া ইউনিয়ন',
          'ফেঞ্চুগঞ্জ পৌরসভা',
          'মাইজগাঁও ইউনিয়ন'
        ]
      },
      {
        name: 'বালাগঞ্জ',
        zone: [
          'উমরপুর ইউনিয়ন',
          'উসমানপুর ইউনিয়ন',
          'গোয়ালাবাজার ইউনিয়ন',
          'তাজপুর ইউনিয়ন',
          'দয়ামীর ইউনিয়ন',
          'দেওয়ান বাজার ইউনিয়ন',
          'পশ্চিম গৌরীপুর ইউনিয়ন',
          'পশ্চিম পৈলনপুর ইউনিয়ন',
          'পূর্ব গৌরীপুর ইউনিয়ন',
          'পূর্ব পৈলনপুর ইউনিয়ন',
          'বালাগঞ্জ পৌরসভা',
          'বুরুঙ্গাবাজার ইউনিয়ন',
          'বোয়ালজুর ইউনিয়ন',
          'সাদিরপুর ইউনিয়ন'
        ]
      },
      {
        name: 'বিয়ানীবাজার',
        zone: [
          'আলীনগর ইউনিয়ন',
          'কুড়ারবাজার ইউনিয়ন',
          'চরখাই ইউনিয়ন (৩১৭৫)',
          'তিলপাড়া ইউনিয়ন',
          'দুবাগ ইউনিয়ন',
          'বিয়ানীবাজার পৌরসভা',
          'মাথিউরা ইউনিয়ন',
          'মুড়িয়া ইউনিয়ন',
          'মোল্লাপুর ইউনিয়ন',
          'লাউতা ইউনিয়ন',
          'শেওলা ইউনিয়ন'
        ]
      },
      {
        name: 'বিশ্বনাথ',
        zone: [
          'অলংকারী ইউনিয়ন',
          'খাজাঞ্চী ইউনিয়ন',
          'দশঘর ইউনিয়ন',
          'দেওকলস ইউনিয়ন',
          'দৌলতপুর ইউনিয়ন (৩১৩২)',
          'বিশ্বনাথ পৌরসভা',
          'রামপাশা ইউনিয়ন',
          'লামাকাজী ইউনিয়ন'
        ]
      },
      {
        name: 'সিলেট সদর',
        zone: [
          'আখালিয়া ইউনিয়ন',
          'কান্দিগাও ইউনিয়ন',
          'খাদিমনগর ইউনিয়ন',
          'খাদিমপাড়া ইউনিয়ন',
          'জালালাবাদ ইউনিয়ন ',
          'জালালাবাদ সেনানিবাস ',
          'টুকেরবাজার ইউনিয়ন',
          'টুলটিকর ইউনিয়ন',
          'মোগলগাও ইউনিয়ন',
          'শাহ্‌জালাল বিজ্ঞান ও প্রযুক্তি',
          'সিলেট ক্যাডেট কলেজ ',
          'সিলেট পৌরসভা',
          'সিলেট বিমান বন্দর',
          'হাটখোলা ইউনিয়ন'
        ]
      }
    ]
  },
  {
    city: 'রংপুর',
    area: [
      {
        name: 'কাউনিয়া ',
        zone: [
          'কাউনিয়া পৌরসভা',
          'কুর্শা ইউনিয়ন',
          'টেপামধুপুর ইউনিয়ন',
          'বালাপাড়া ইউনিয়ন',
          'শহীদবাগ ইউনিয়ন',
          'সারাই ইউনিয়ন',
          'হারাগাছ ইউনিয়ন'
        ]
      },
      {
        name: 'গঙ্গাচরা ',
        zone: [
          'আলমবিদিতর ইউনিয়ন',
          'কোলকোন্দ ইউনিয়ন',
          'গংগাচড়া পৌরসভা ',
          'গজঘন্টা ইউনিয়ন',
          'নোহলী ইউনিয়ন',
          'বড়বিল ইউনিয়ন',
          'বেতগাড়ী ইউনিয়ন',
          'মর্নেয়া ইউনিয়ন',
          'লক্ষীটারী ইউনিয়ন',
        ]
      },
      {
        name: 'তারাগঞ্জ ',
        zone: [
          '২ কুর্শা ইউনিয়ন',
          'আলমপুর ইউনিয়ন',
          'ইকরচালী ইউনিয়ন',
          'তারাগঞ্জ পৌরসভা',
          'সয়ার ইউনিয়ন',
          'হাড়িয়ারকুঠি ইউনিয়ন',
        ]
      },
      {
        name: 'পীরগঞ্জ ',
        zone: [
          'কাবিলপুর ইউনিয়ন',
          'কুমেদপুর ইউনিয়ান',
          'চতরা ইউনিয়ন',
          'চৈত্রকল ইউনিয়ন',
          'টুকুরিয়া ইউনিয়ান',
          'পাচগাছী ইউনিয়ন',
          'পীরগঞ্জ পৌরসভা',
          'বড়আলমপুর ইউনিয়ন',
          'বড়দরগা ইউনিয়ন',
          'ভেন্ডাবাড়ী ইউনিয়ন',
          'মদনখালী ইউনিয়ান',
          'মিঠিপুর ইউনিয়ন',
          'রামনাথপুর ইউনিয়ন',
          'রায়পুর ইউনিয়ন',
          'শানেরহাট ইউনিয়ন'
        ]
      },
      {
        name: 'পীরগাছা ',
        zone: [
          'অন্নদানগর ইউনিয়ন',
          'ইটাকুমারী ইউনিয়ন',
          'কল্যানী ইউনিয়ন',
          'কান্দিই উনিয়ন',
          'কৈকুড়ী ইউনিয়ন',
          'ছওলা ইউনিয়ন',
          'তামাবুলপুর ইউনিয়ন',
          'পারুল ইউনিয়ন',
          'পীরগাছা পৌরসভা'
        ]
      },
      {
        name: 'বদরগঞ্জ ',
        zone: [
          'কালুপাড়া ইউনিয়ন',
          'কুতুবপুর ইউনিয়ন',
          'গোপালপুর ইউনিয়ন',
          'গোপীনাথপুর ইউনিয়ন',
          'দামোদরপুর ইউনিয়ন',
          'বদরগঞ্জ পৌরসভা',
          'বিষ্ণুপুর ইউনিয়ন',
          'মধূপুর ইউনিয়ন',
          'রাধানগর ইউনিয়ন',
          'রামনাথপুর ইউনিয়ন',
          'লোহানীপাড়া ইউনিয়ন'
        ]
      },
      {
        name: 'মিঠাপুকুর ',
        zone: [
          'ইমাদপুর ইউনিয়ন',
          'কাফ্রিখাল ইউনিয়ন',
          'খোড়াগাছ ইউনিয়ন',
          'গোপালপুর ইউনিয়ন',
          'চেংমারী ইউনিয়ন',
          'দুর্গাপুর ইউনিয়ন',
          'পায়রাবন্দ ইউনিয়ন',
          'বড়বালা ইউনিয়ন',
          'বড়হযরতপুর ইউনিয়ন',
          'বালারহাট ইউনিয়ন',
          'বালুয়ামাসিমপুর ইউনিয়ন',
          'ভাংনী ইউনিয়ন',
          'ময়েনপুর ইউনিয়ন',
          'মিঠাপুকুর পৌরসভা ',
          'মির্জাপুর ইউনিয়ন',
          'মিলনপুর ইউনিয়ন',
          'রাণীপুকুর ইউনিয়ন',
          'লতিবপুর ইউনিয়ন'
        ]
      },
      {
        name: 'রংপুর সদর ',
        zone: [
          'মাহিগঞ্জ',
          'রংপুর কারমাইকেল কলেজ ও ব্শ্বিবিদ্যালয়',
          'আলমনগর',
          'কামাল কাছনা ফায়ার সার্ভিস মোড়',
          'কেরানীপাড়া মহল্লা',
          'খলেয়া ইউনিয়ন',
          'চন্দনপাট ইউনিয়ন',
          'জাহাজ কোম্পানী মোড়',
          'ধাপ মেডিকেল মোড়',
          'মমিনপুর ইউনিয়ন',
          'রংপুর উপশহর',
          'রাধাবল্লভ সরকারি কলেজ',
          'সদ্যপুস্করনী ইউনিয়ন',
          'সাতগারা রংপুর টার্মিনাল',
          'হরিদেবপুর ইউনিয়ন'
        ]
      }
    ]
  },
  {
    city: 'কক্সবাজার',
    area: [
      {
        name: 'উখিয়া',
        zone: [
          'উখিয়া পৌরসভা',
          'জালিয়াপালং ইউনিয়ন',
          'পালংখালী ইউনিয়ন',
          'রত্নাপালং ইউনিয়ন',
          'রাজাপালং ইউনিয়ন',
          'হলদিয়াপালং ইউনিয়ন'
        ]
      },
      {
        name: 'কক্সবাজার সদর',
        zone: [
          'ইসলামপুর ইউনিয়ন',
          'ইসলামাবাদ ইউনিয়ন',
          'ঈদগাঁও ইউনিয়ন',
          'কক্সবাজার পৌরসভা',
          'খুরুশকুল ইউনিয়ন',
          'চৌফলদন্ডী ইউনিয়ন',
          'জালালাবাদ ইউনিয়ন',
          'ঝিলংঝা ইউনিয়ন',
          'পিএমখালী ইউনিয়ন',
          'পোকখালী ইউনিয়ন',
          'ভারুয়াখালী ইউনিয়ন',
        ]
      },
      {
        name: 'কুতুবদিয়া',
        zone: [
          'আলি আকবর ডেইল ইউনিয়ন',
          'উত্তর ধুরুং ইউনিয়ন',
          'কুতুবদিয়া পৌরসভা',
          'কৈয়ারবিল ইউনিয়ন',
          'দক্ষিণ ধুরুং ইউনিয়ন',
          'বড়ঘোপ ইউনিয়ন',
          'লেমসিখালী ইউনিয়ন'
        ]
      },
      {
        name: 'চকরিয়া',
        zone: [
          'কাইয়ার বিল ইউনিয়ন',
          'কাকারা ইউনিয়ন',
          'কোনাখালী ইউনিয়ন',
          'খুটাখালী ইউনিয়ন',
          'চকরিয়া পৌরসভা',
          'চিরিঙ্গা ইউনিয়ন',
          'ডুলাহাজারা ইউনিয়ন',
          'ঢেমুশিয়া ইউনিয়ন',
          'পশ্চিম বড় ভেওলা ইউনিয়ন',
          'পূর্ব বড় ভেওলা ইউনিয়ন',
          'ফাঁসিয়াখালী ইউনিয়ন',
          'বড়ইতলী ইউনিয়ন',
          'বদরখালী ইউনিয়ন',
          'বামু বিলছড়ি ইউনিয়ন',
          'ভেওলা মানিকচর ইউনিয়ন',
          'শাহারবিল ইউনিয়ন',
          'সুরজপুর মানিকপুর ইউনিয়ন',
          'হারবাঙ্গ ইউনিয়ন'
        ]
      },
      {
        name: 'টেকনাফ',
        zone: [
          'টেকনাফ পৌরসভা',
          'টেকনাফ সদর ইউনিয়ন',
          'বাহারছড়া ইউনিয়ন',
          'সাবরাং ইউনিয়ন',
          'সেন্ট মার্টিন ইউনিয়ন',
          'হোয়াইক্যং ইউনিয়ন',
          'হ্নীলা ইউনিয়ন'
        ]
      },
      {
        name: 'পেকুয়া',
        zone: [
          'উজানটিয়া ইউনিয়ন',
          'টাইটং ইউনিয়ন',
          'পেকুয়া পৌরসভা',
          'বড় বাকিয়া ইউনিয়ন',
          'মগনামা ইউনিয়ন',
          'রাজাখালী ইউনিয়ন',
          'শীলখালী ইউনিয়ন',
        ]
      },
      {
        name: 'মহেশখালী',
        zone: [
          'কালারমারছড়া ইউনিয়ন',
          'কুতুবজোম ইউনিয়ন',
          'গোরকঘাটা ইউনিয়ন',
          'ছোট মহেশখালী ইউনিয়ন',
          'ধলঘাটা ইউনিয়ন',
          'বড় মহেশখালী ইউনিয়ন',
          'মহেশখালী পৌরসভা',
          'মাতারবাড়ী ইউনিয়ন',
          'শাপলাপুর ইউনিয়ন',
          'হোয়ানক ইউনিয়ন'
        ]
      },
      {
        name: 'রামু',
        zone: [
          'ঈদগড় ইউনিয়ন',
          'কচ্ছপিয়া ইউনিয়ন',
          'কাউয়ারখোপ ইউনিয়ন',
          'খুনিয়াপালং ইউনিয়ন',
          'গর্জনিয়া ইউনিয়ন',
          'চাকমারকুল ইউনিয়ন',
          'জোয়ারিয়া নালা ইউনিয়ন',
          'দক্ষিণ মিঠাছড়ি ইউনিয়ন',
          'ফতেখাঁরকুল ইউনিয়ন',
          'রশীদনগর ইউনিয়ন',
          'রাজারকুল ইউনিয়ন',
          'রামু পৌরসভা'
        ]
      }
    ]
  },
  {
    city: 'কিশোরগঞ্জ',
    area: [
      {
        name: 'অষ্টগ্রাম',
        zone: [
          'অষ্টগ্রাম পৌরসভা',
          'আদমপুর ইউনিয়ন',
          'কলমা ইউনিয়ন',
          'কাস্তুল ইউনিয়ন',
          'খয়েরপুর আব্দুল্লাপুর ইউনিয়ন',
          'দেওঘর ইউনিয়ন',
          'পূর্ব অষ্টগ্রাম ইউনিয়ন',
          'বাঙ্গালপাড়া ইউনিয়ন '
        ]
      },
      {
        name: 'ইটনা ',
        zone: [
          'ইটনা পৌরসভা',
          'এলংজুরী ইউনিয়ন',
          'চৌগাংগা ইউনিয়ন',
          'জয়সিদ্ধি ইউনিয়ন',
          'ধনপুর ইউনিয়ন',
          'বড়িবাড়ি ইউনিয়ন',
          'বাদলা ইউনিয়ন',
          'মৃগা ইউনিয়ন',
          'রায়টুটি ইউনিয়ন'
        ]
      },
      {
        name: 'কটিয়াদী ',
        zone: [
          'আচমিতা ইউনিয়ন',
          'কটিয়াদী পৌরসভা',
          'কারগাঁও ইউনিয়ন',
          'চান্দপুর ইউনিয়ন',
          'জালালপুর ইউনিয়ন',
          'বনগ্রাম ইউনিয়ন',
          'মসূয়া ইউনিয়ন',
          'মুমুরদিয়া ইউনিয়ন',
          'লোহাজুরী ইউনিয়ন',
          'সহশ্রাম ধুলদিয়া ইউনিয়ন'
        ]
      },
      {
        name: 'করিমগঞ্জ ',
        zone: [
          'করিমগঞ্জ পৌরসভা',
          'কাদিরজঙ্গল ইউনিয়ন',
          'কিরাটন ইউনিয়ন',
          'গুজাদিয়া ইউনিয়ন',
          'গুনধর ইউনিয়ন',
          'জয়কা ইউনিয়ন',
          'জাফরাবাদ ইউনিয়ন',
          'দেহুন্দা ইউনিয়ন',
          'নিয়ামতপুর ইউনিয়ন',
          'নোয়াবাদ ইউনিয়ন',
          'বারঘড়িয়া ইউনিয়ন',
          'সুতারপাড়া ইউনিয়ন'
        ]
      },
      {
        name: 'কিশোরগঞ্জ সদর ',
        zone: [
          'কর্শাকড়িয়াইল ইউনিয়ন',
          'কিশোরগঞ্জ পৌরসভা ',
          'চৌদ্দশত ইউনিয়ন',
          'দানাপাটুলী ইউনিয়ন',
          'বিন্নাটি ইউনিয়ন',
          'বৌলাই ইউনিয়ন',
          'মহিনন্দ ইউনিয়ন',
          'মাইজখাপন ইউনিয়ন',
          'মারিয়া ইউনিয়ন',
          'যশোদল ইউনিয়ন',
          'রশিদাবাদ ইউনিয়ন',
          'লতিবাবাদ ইউনিয়ন'
        ]
      },
      {
        name: 'কুলিয়ারচর ',
        zone: [
          'উছমানপুর ইউনিয়ন',
          'কুলিয়ারচর পৌরসভা',
          'গোবরিয়া আব্দুল্লাহপুর ইউনিয়ন',
          'ছয়সূতী ইউনিয়ন',
          'ফরিদপুর ইউনিয়ন',
          'রামদী ইউনিয়ন',
          'সালুয়া ইউনিয়ন'
        ]
      },
      {
        name: 'তাড়াইল    ',
        zone: [
          'জাওয়ার ইউনিয়ন',
          'তাড়াইল পৌরসভা ',
          'তালজাঙ্গা ইউনিয়ন',
          'দামিহা ইউনিয়ন',
          'দিগদাইর ইউনিয়ন',
          'ধলা ইউনিয়ন',
          'রাউতি ইউনিয়ন',
          'সাচাইল ইউনিয়ন'
        ]
      },
      {
        name: 'নিকলী  ',
        zone: [
          'কারপাশা ইউনিয়ন',
          'গুরই ইউনিয়ন',
          'ছাতিরচর ইউনিয়ন',
          'জারইতলা ইউনিয়ন',
          'দামপাড়া ইউনিয়ন',
          'নিকলী পৌরসভা ',
          'সিংপুর ইউনিয়ন'
        ]
      },
      {
        name: 'পাকুন্দিয়া   ',
        zone: [
          'এগারোসিন্দুর ইউনিয়ন',
          'চান্দিপাশা ইউনিয়ন',
          'চারফারাদি ইউনিয়ন',
          'জাঙ্গালিয়া ইউনিয়ন',
          'নারান্দি ইউনিয়ন',
          'পটুয়াভাঙ্গা ইউনিয়ন',
          'পাকুন্দিয়া পৌরসভা',
          'বুড়ুদিয়া ইউনিয়ন',
          'সুখিয়া ইউনিয়ন',
          'হোসেনদি ইউনিয়ন'
        ]
      },
      {
        name: 'বাজিতপুর    ',
        zone: [
          'কৈলাগ ইউনিয়ন',
          'গাজীরচর ইউনিয়ন',
          'দিঘীরপাড় ইউনিয়ন',
          'দিলালপুর ইউনিয়ন',
          'পিরিজপুর ইউনিয়ন',
          'বলিয়ার্দী ইউনিয়ন',
          'বাজিতপুর পৌরসভা ',
          'মাইজচর ইউনিয়ন',
          'সরারচর ইউনিয়ন',
          'হালিমপুর ইউনিয়ন',
          'হিলচিয়া ইউনিয়ন',
          'হুমাইপর ইউনিয়ন'
        ]
      },
      {
        name: 'ভৈরব   ',
        zone: [
          'আগানগর ইউনিয়ন',
          'কালিকা প্রসাদ ইউনিয়ন',
          'গজারিয়া ইউনিয়ন',
          'ভৈরব পৌরসভা ',
          'শিবপুর ইউনিয়ন',
          'শিমুলকান্দি ইউনিয়ন',
          'শ্রীনগর ইউনিয়ন',
          'সাদেকপুর ইউনিয়ন'
        ]
      },
      {
        name: 'মিঠামইন ',
        zone: [
          'কাটখাল ইউনিয়ন',
          'কেওয়ারজোর ইউনিয়ন',
          'গোপদিঘী ইউনিয়ন',
          'ঘাগড়া ইউনিয়ন',
          'ঢাকী ইউনিয়ন',
          'বৈরাটি ইউনিয়ন',
          'মিঠামইন পৌরসভা '
        ]
      },
      {
        name: 'হোসেনপুর ',
        zone: [
          'আড়াইবাড়িয়া ইউনিয়ন',
          'গোবিন্দপুর ইউনিয়ন',
          'জিনারী ইউনিয়ন',
          'পুমদি ইউনিয়ন',
          'সাহেদল ইউনিয়ন',
          'সিদলা ইউনিয়ন',
          'হোসেনপুর পৌরসভা',
        ]
      }
    ]
  },
  {
    city: 'কুড়িঁগ্রাম',
    area: [
      {
        name: 'উলিপুর',
        zone: [
          'উলিপুর পৌরসভা',
          'গুনাইগাছ ইউনিয়ন',
          'তবকপুর ইউনিয়ন',
          'থেতরাই ইউনিয়ন',
          'দলদলিয়া ইউনিয়ন',
          'দূর্গাপুর ইউনিয়ন',
          'ধরণীবাড়ী ইউনিয়ন',
          'ধামশ্রেণী ইউনিয়ন',
          'পান্ডুল ইউনিয়ন',
          'বজরা ইউনিয়ন',
          'বুড়াবুড়ী ইউনিয়ন',
          'বেগমগঞ্জ ইউনিয়ন',
          'সাহেবের আলগা ইউনিয়ন',
          'হাতিয়া ইউনিয়ন',
        ]
      },
      {
        name: 'কুড়িঁগ্রাম সদর',
        zone: [
          'কাঁঠালবাড়ী ইউনিয়ন',
          'কুড়িগ্রাম পৌরসভা',
          'ঘোগাদহ ইউনিয়ন',
          'পাঁচগাছি ইউনিয়ন',
          'বেলগাছা ইউনিয়ন',
          'ভোগডাঙ্গা ইউনিয়ন',
          'মোগলবাসা ইউনিয়ন',
          'যাত্রাপুর ইউনিয়ন',
          'হলোখানা ইউনিয়ন'
        ]
      },
      {
        name: 'চিলমারী',
        zone: [
          'অষ্টমীর চর ইউনিয়ন',
          'চিলমারী পৌরসভা',
          'থানাহাট ইউনিয়ন',
          'নয়ারহাট ইউনিয়ন',
          'রমনা ইউনিয়ন',
          'রাণীগঞ্জ ইউনিয়ন',
        ]
      },
      {
        name: 'নাগেশ্বরী',
        zone: [
          'কঁচাকাঁটা ইউনিয়ন',
          'কালীগঞ্জ ইউনিয়ন',
          'কেদার ইউনিয়ন',
          'নাগেশ্বরী পৌরসভা ',
          'নারায়নপুর ইউনিয়ন',
          'নুনখাওয়া ইউনিয়ন',
          'নেওয়াশী ইউনিয়ন',
          'বলস্নভেরখাস ইউনিয়ন',
          'বামনডাঙ্গা ইউনিয়ন',
          'বেরুবাড়ী ইউনিয়ন',
          'ভিতরবন্দ ইউনিয়ন',
          'রামখানা ইউনিয়ন',
          'রায়গঞ্জ ইউনিয়ন',
          'সন্তোষপুর ইউনিয়ন',
          'হাসনাবাদ ইউনিয়ন'
        ]
      },
      {
        name: 'ফুলবাড়ি',
        zone: [
          'উমরমজিদ ইউনিয়ন',
          'কাশিপুর ইউনিয়ন',
          'ঘড়িয়ালডাঙ্গা ইউনিয়ন',
          'চাকিরপশার ইউনিয়ন',
          'ছিনাই ইউনিয়ন',
          'নজিমখাঁন ইউনিয়ন',
          'নাওডাঙ্গা ইউনিয়ন',
          'ফুলবাড়ী পৌরসভা ',
          'বড়ভিটা ইউনিয়ন',
          'বিদ্যানন্দ ইউনিয়ন',
          'ভাঙ্গামোড় ইউনিয়ন',
          'রাজারহাট ইউনিয়ন ',
          'শিমুলবাড়ী ইউনিয়ন',
        ]
      },
      {
        name: 'ভুরুঙ্গামারী',
        zone: [
          'আন্ধারীঝাড় ইউনিয়ন',
          'চর ভূরুঙ্গামারী ইউনিয়ন',
          'জয়মনিরহাট ইউনিয়ন',
          'তিলাই ইউনিয়ন',
          'পাইকেরছড়া ইউনিয়ন',
          'পাথরডুবি ইউনিয়ন',
          'বঙ্গঁসোনাহাট ইউনিয়ন',
          'বলদিয়া ইউনিয়ন',
          'ভুরুঙ্গামারী পৌরসভা ',
          'শিলখুড়ি ইউনিয়ন'
        ]
      },
      {
        name: 'রাজারহাট',
        zone: [
          'উমরমজিদ ইউনিয়ন',
          'ঘড়িয়ালডাঙ্গা ইউনিয়ন',
          'চাকিরপশার ইউনিয়ন',
          'ছিনাই ইউনিয়ন',
          'নজিমখাঁন ইউনিয়ন',
          'বিদ্যানন্দ ইউনিয়ন',
          'রাজারহাট ইউনিয়ন',
        ]
      },
      {
        name: 'রাজিবপুর',
        zone: [
          'কোদালকাটি ইউনিয়ন',
          'মোহনগঞ্জ ইউনিয়ন',
          'রাজিবপুর পৌরসভা'
        ]
      },
      {
        name: 'রৌমারী',
        zone: [
          'চর শৌলমারী ইউনিয়ন',
          'দাঁতভাঙ্গা ইউনিয়ন',
          'বন্দবেড় ইউনিয়ন',
          'যাদুরচর ইউনিয়ন',
          'রৌমারী পৌরসভা ',
          'শৌলমারী ইউনিয়ন'
        ]
      }
    ]
  },
  // byFazlulAyanKoushik
  {
    city: 'কুমিল্লা',
    area: [
      {
        name: 'কুমিল্লা সদর',
        zone: [
          'আমড়াতলী ইউনিয়ন',
          'কালীর বাজার ইউনিয়ন',
          'কুমিল্লা পৌরসভা',
          'জগন্নাথপুর ইউনিয়ন',
          'দুর্গাপুর (উত্তর) ইউনিয়ন',
          'দুর্গাপুর (দক্ষিন) ইউনিয়ন',
          'পাঁচথুবী ইউনিয়ন'
        ]
      },
      {
        name: 'চান্দিনা',
        zone: [
          'এতবারপুর ইউনিয়ন',
          'কেরণখাল ইউনিয়ন',
          'গল্লাই ইউনিয়ন',
          'চান্দিনা পৌরসভা',
          'জোয়াগ ইউনিয়ন',
          'দোল্লাই নবাবপুর ইউনিয়ন',
          'বরকইট ইউনিয়ন',
          'বরকরই ইউনিয়ন',
          'বাড়েরা ইউনিয়ন',
          'বাতাঘাসি ইউনিয়ন',
          'মহিচাইল ইউনিয়ন',
          'মাইজখার ইউনিয়ন',
          'মাধাইয়া ইউনিয়ন',
          'সুহিলপুর ইউনিয়ন'
        ]
      },
      {
        name: 'চৌদ্দগ্রাম',
        zone: [
          'আলকরা ইউনিয়ন',
          'উজিরপুর  ইউনিয়ন',
          'কনকাপৈত ইউনিয়ন',
          'কালিকাপুর ইউনিয়ন',
          'কাশিনগর ইউনিয়ন',
          'গুনবতী ইউনিয়ন',
          'ঘোলপাশা ইউনিয়ন',
          'চিওড়া ইউনিয়ন',
          'চৌদ্দগ্রাম পৌরসভা',
          'জগন্নাথদিঘী ইউনিয়ন',
          'বাতিসা ইউনিয়ন',
          'মুন্সীরহাট ইউনিয়ন',
          'শুভপুর ইউনিয়ন',
          'শ্রীপুর ইউনিয়ন'
        ]
      },
      {
        name: 'তিতাস',
        zone: [
          'কড়িকান্দি ইউনিয়ন',
          'কলাকান্দি ইউনিয়ন',
          'জগতপুর ইউনিয়ন',
          'জিয়ারকান্দি ইউনিয়ন',
          'তিতাস পৌরসভা',
          'নারান্দিয়া ইউনিয়ন',
          'বলরামপুর ইউনিয়ন',
          'ভিটিকান্দি ইউনিয়ন',
          'মজিদপুর ইউনিয়ন',
          'সাতানী ইউনিয়ন'
        ]
      },
      {
        name: 'দাউদকান্দি',
        zone: [
          'ইলিয়টগঞ্জ (উত্তর) ইউনিয়ন',
          'ইলিয়টগঞ্জ (দক্ষিন) ইউনিয়ন',
          'গোয়ালমারী ইউনিয়ন',
          'গৌরীপুর ইউনিয়ন',
          'জিংলাতলী ইউনিয়ন',
          'দাউদকান্দি (উত্তর) ইউনিয়ন',
          'দাউদকান্দি পৌরসভা',
          'দৌলতপুর ইউনিয়ন',
          'পদুয়া ইউনিয়ন',
          'পাচঁগাছিয়া (পশ্চিম) ইউনিয়ন',
          'বারপাড়া ইউনিয়ন',
          'বিটেশ্বর ইউনিয়ন',
          'মারুকা ইউনিয়ন',
          'মোটবী ইউনিয়ন',
          'মোহাম্মদপুর (পশ্চিম) ইউনিয়ন',
          'মোহাম্মদপুর (পুর্ব) ইউনিয়ন',
          'সুন্দলপুর ইউনিয়ন'
        ]
      },
      {
        name: 'দেবীদার',
        zone: [
          'ইউসুফপুর ইউনিয়ন',
          'এলাহাবাদ ইউনিয়ন',
          'গুনাইঘর (উত্তর) ইউনিয়ন',
          'গুনাইঘর (দক্ষিণ) ইউনিয়ন',
          'জাফরগঞ্জ ইউনিয়ন',
          'দেবিদ্বার ইউনিয়ন ',
          'ধামতী ইউনিয়ন',
          'ফতেহাবাদ ইউনিয়ন',
          'বড়শালঘর ইউনিয়ন',
          'বরকামতা ইউনিয়ন',
          'ভানী ইউনিয়ন',
          'মোহনপুর ইউনিয়ন',
          'রসুলপুর ইউনিয়ন',
          'রাজামেহার ইউনিয়ন',
          'সুবিল ইউনিয়ন',
          'সুলতানপুর ইউনিয়ন'
        ]
      },
      {
        name: 'বরুড়া',
        zone: [
          'আগানগর ইউনিয়ন',
          'আড্ডা ইউনিয়ন',
          'আদ্রা ইউনিয়ন',
          'খোশবাস (উ:) ইউনিয়ন',
          'খোশবাস (দ:) ইউনিয়ন',
          'গালিমপুর ইউনিয়ন',
          'চিতড্ডা ইউনিয়ন',
          'ঝলম ইউনিয়ন',
          'পয়ালগাছা ইউনিয়ন',
          'বরুড়া পৌরসভা',
          'ভবানীপুর ইউনিয়ন',
          'ভাউকসার ইউনিয়ন',
          'লক্ষীপুর ইউনিয়ন',
          'শাকপুর ইউনিয়ন',
          'শিলমুড়ি (উ:) ইউনিয়ন',
          'শিলমুড়ি (দ:) ইউনিয়ন'
        ]
      },
      {
        name: 'বুড়িচং',
        zone: [
          'পীরযাত্রাপুর ইউনিয়ন',
          'বাকশীমূল ইউনিয়ন',
          'বুড়িচং পৌরসভা',
          'ভারেল্লা ইউনিয়ন',
          'ময়নামতি ইউনিয়ন',
          'মোকাম ইউনিয়ন',
          'রাজাপুর ইউনিয়ন',
          'ষোলনল ইউনিয়ন'
        ]
      },
      {
        name: 'ব্রাহ্মণপাড়া',
        zone: [
          'চান্দলা ইউনিয়ন',
          'দুলালপুর (২) ইউনিয়ন',
          'ব্রাহ্মণপাড়া ইউনিয়ন',
          'ব্রাহ্মনপাড়া সদর ইউনিয়ন',
          'মাধবপুর ইউনিয়ন',
          'মালাপাড়া ইউনিয়ন',
          'শশীদল ইউনিয়ন',
          'শিদলাই ইউনিয়ন',
          'সাহেবাবাদ ইউনিয়ন'
        ]
      },
      {
        name: 'মনোহরগঞ্জ',
        zone: [
          'উত্তর হাওলা ইউনিয়ন',
          'খিলা ইউনিয়ন',
          'ঝলম উত্তর ইউনিয়ন',
          'ঝলম দক্ষিন ইউনিয়ন',
          'নাথেরপেটুয়া ইউনিয়ন',
          'বাইশগাঁও ইউনিয়ন',
          'বিপুলাসার ইউনিয়ন',
          'মৈশাতুয়া ইউনিয়ন',
          'মোনহরগঞ্জ পৌরসভা',
          'লক্ষনপুর ইউনিয়ন',
          'সরসপুর ইউনিয়ন',
          'হাসনাবাদ ইউনিয়ন'
        ]
      },
      {
        name: 'ময়নামতি',
        zone: []
      },
      {
        name: 'মুরাদনগর',
        zone: [
          'আকুবপুর ইউনিয়ন',
          'আন্দিকোট ইউনিয়ন',
          'কামাল্লা ইউনিয়ন',
          'চাপিতলা ইউনিয়ন',
          'ছালিয়াকান্দি ইউনিয়ন',
          'জাহাপুর ইউনিয়ন',
          'টনকী ইউনিয়ন',
          'দারোরা ইউনিয়ন',
          'ধামঘর ইউনিয়ন',
          'নবীপুর (পশ্চিম) ইউনিয়ন',
          'নবীপুর (পুর্ব) ইউনিয়ন',
          'পাহাড়পুর ইউনিয়ন',
          'পুর্বধৈইর (পশ্চিম) ইউনিয়ন',
          'পুর্বধৈইর (পুর্ব) ইউনিয়ন',
          'বাঙ্গরা (পশ্চিম) ইউনিয়ন',
          'বাঙ্গরা (পূর্ব) ইউনিয়ন',
          'বাবুটিপাড়া ইউনিয়ন',
          'মুরাদনগর পৌরসভা',
          'যাত্রাপুর ইউনিয়ন',
          'রামচন্দ্রপুর উত্তর ইউনিয়ন',
          'রামচন্দ্রপুর দক্ষিন ইউনিয়ন',
          'শ্রীকাইল ইউনিয়ন'

        ]
      },
      {
        name: 'মেঘনা',
        zone: [
          'গোবিন্দপুর ইউনিয়ন',
          'চন্দনপুর ইউনিয়ন',
          'চালিভাঙ্গা ইউনিয়ন',
          'বড়কান্দা ইউনিয়ন',
          'ভাওরখোলা ইউনিয়ন',
          'মানিকারচর ইউনিয়ন',
          'মেঘনা পৌরসভা',
          'রাধানগর ইউনিয়ন',
          'লুটেরচর ইউনিয়ন'
        ]
      },
      {
        name: 'লাকসাম',
        zone: [
          'উত্তরদা ইউনিয়ন',
          'রায় গোবিন্দপুর ইউনিয়ন',
          'আজগরা ইউনিয়ন',
          'কান্দিরপাড় ইউনিয়ন',
          'গোবিন্দপুর ইউনিয়ন',
          'বাকই ইউনিয়ন',
          'মুদাফফরগঞ্জ উত্তর  ইউনিয়ন',
          'মুদাফফরগঞ্জ দক্ষিণ  ইউনিয়ন',
          'লাকসাম পুর্ব ইউনিয়ন',
          'লাকসাম পৌরসভা'
        ]
      },
      {
        name: 'লাঙ্গলকোট',
        zone: [
          'আদ্রা ইউনিয়ন',
          'জোড্ডা ইউনিয়ন',
          'ঢালুয়া ইউনিয়ন',
          'দৌলখাঁড় ইউনিয়ন',
          'পেরিয়া ইউনিয়ন',
          'বক্সগঞ্জ ইউনিয়ন',
          'বটতলী ইউনিয়ন',
          'বাঙ্গড্ডা ইউনিয়ন',
          'মক্রবপুর ইউনিয়ন',
          'মোকরা ইউনিয়ন',
          'রায়কোট ইউনিয়ন',
          'লাঙ্গলকোট পৌরসভা',
          'সাতবাড়ীয়া ইউনিয়ন',
          'হেসাখাল ইউনিয়ন'
        ]
      },
      {
        name: 'লালমাই',
        zone: [
          'পেরুল (উত্তর) ইউনিয়ন',
          'পেরুল (দক্ষিন) ইউনিয়ন',
          'বাগমারা (উত্তর) ইউনিয়ন',
          'বাগমারা (দক্ষিন) ইউনিয়ন',
          'বেলঘর (উত্তর)ইউনিয়ন',
          'বেলঘর (দক্ষিন) ইউনিয়ন',
          'ভূলইন (উত্তর) ইউনিয়ন',
          'ভূলইন (দক্ষিন) ইউনিয়ন',
          'লালমাই পৌরসভা'
        ]
      },
      {
        name: 'সদর দক্ষিণ',
        zone: [
          'গলিয়ারা ইউনিয়ন',
          'চৌয়ারা ইউনিয়ন',
          'জোড়কানন (পশ্চিম) ইউনিয়ন',
          'জোড়কানন (পুর্ব) ইউনিয়ন',
          'বারপাড়া ইউনিয়ন',
          'বিজয়পুর ইউনিয়ন',
          'সদর দক্ষিণ পৌরসভা'
        ]
      },
      {
        name: 'হোমনা',
        zone: [
          'আছাদপুর ইউনিয়ন',
          'ঘাগুটিয়া ইউনিয়ন',
          'ঘারমোড়া ইউনিয়ন',
          'চান্দেরচর ইউনিয়ন',
          'জয়পুর ইউনিয়ন',
          'দুলালপুর ইউনিয়ন',
          'নিলখী ইউনিয়ন',
          'ভাষানিয়া ইউনিয়ন',
          'মাথাভাঙ্গা ইউনিয়ন',
          'হোমনা পৌরসভা'
        ]
      }
    ]
  },
  {
    city: 'কুষ্টিয়া',
    area: [
      {
        name: 'ইসলামী বিশ্ববিদ্যালয় থানা',
        zone: []
      },
      {
        name: 'কুমারখালি',
        zone: [
          'কয়া ইউনিয়ন',
          'কুমারখালী পৌরসভা',
          'চরসাদীপুর ইউনিয়ন',
          'চাঁদপুর ইউনিয়ন',
          'চাপড়া ইউনিয়ন',
          'জগন্নাথপুর ইউনিয়ন',
          'নন্দলালপুর ইউনিয়ন',
          'পান্টি ইউনিয়ন',
          'বাগুলাট ইউনিয়ন',
          'যদুবয়রা ইউনিয়ন',
          'শিলাইদহ ইউনিয়ন',
          'সদকী ইউনিয়ন'
        ]
      },
      {
        name: 'কুষ্টিয়া সদর',
        zone: [
          'আইলচারা ইউনিয়ন',
          'আব্দালপুর ইউনিয়ন',
          'আলামপুর ইউনিয়ন',
          'উজানগ্রাম ইউনিযন',
          'কুষ্টিয়া পৌরসভা',
          'জিয়ারাখী ইউনিয়ন',
          'ঝাউদিয়া ইউনিয়ন',
          'পাটিকাবাড়ী ইউনিয়ন',
          'বটতৈল ইউনিয়ন',
          'বারখাদা ইউনিয়ন',
          'মজমপুর ইউনিয়ন',
          'মনোহরদিয়া ইউনিয়ন',
          'হরিনারায়নপুর ইউনিয়ন',
          'হাটশ হরিপুর ইউনিয়ন'
        ]
      },
      {
        name: 'খোকসা',
        zone: [
          'আমবাড়ীয়া ইউনিয়ন',
          'ওসমানপুর ইউনিয়ন',
          'খোকসা পৌরসভা ',
          'গোপগ্রাম ইউনিয়ন',
          'গোস্বামী দুর্গাপুর ইউনিয়ন',
          'জয়ন্তীহাজরা ইউনিয়ন',
          'জানিপুর ইউনিয়ন',
          'বেতবাড়ীয়া ইউনিয়ন',
          'শিমুলিয়া ইউনিয়ন',
          'শোমসপুর ইউনিয়ন'
        ]
      },
      {
        name: 'দৌলতপুর',
        zone: [
          'আড়িয়া ইউনিয়ন',
          'আদাবাড়ীয়া ইউনিয়ন',
          'খলিশাকুন্ডি ইউনিয়ন',
          'চিলমারী ইউনিয়ন',
          'দৌলতপুর পৌরসভা',
          'পিয়ারপুর ইউনিয়ন',
          'প্রাগপুর ইউনিয়ন',
          'ফিলিপনগর ইউনিয়ন',
          'বোয়ালিয়া ইউনিয়ন',
          'মথুরাপুর ইউনিয়ন',
          'মরিচা ইউনিয়ন',
          'রামকৃষ্ণপুর ইউনিয়ন',
          'রিফাইতপুর ইউনিয়ন',
          'হোগলবাড়ীয়া ইউনিয়ন'
        ]
      },
      {
        name: 'ভেড়ামারা',
        zone: [
          'চাঁদগ্রাম ইউনিয়ন',
          'জুনিয়াদহ ইউনিয়ন',
          'ধরমপুর ইউনিয়ন',
          'বাহাদুরপুর ইউনিয়ন',
          'বাহিরচর ইউনিয়ন',
          'ভেড়ামারা পৌরসভা ',
          'মোকারিমপুর ইউনিয়ন'
        ]
      },
      {
        name: 'মিরপুর',
        zone: [
          'আমবাড়ীয়া ইউনিয়ন',
          'আমলা সদরপুর ইউনিয়ন',
          'কুর্শা ইউনিয়ন',
          'চিথলিয়া ইউনিয়ন',
          'ছাতিয়ান ইউনিয়ন',
          'তালবাড়ীয়া ইউনিয়ন',
          'ধূবইল ইউনিয়ন',
          'পোড়াদহ ইউনিয়ন',
          'ফুলবাড়ীয়া ইউনিয়ন',
          'বহলবাড়ীয়া ইউনিয়ন',
          'বারুইপাড়া ইউনিয়ন',
          'মালিহাদ ইউনিয়ন',
          'মিরপুর পৌরসভা '
        ]
      },
    ]
  },

  {
    city: 'খাগড়াছড়ি',
    area: [
      {
        name: 'খাগড়াছড়ি',
        zone: [
          'কমলছড়ি ইউনিয়ন',
          'খাগড়াছড়ি পৌরসভা',
          'গোলাবাড়ী ইউনিয়ন',
          'পেরাছড়া ইউনিয়ন'
        ]
      },
      {
        name: 'গুইমারা',
        zone: [
          'গুইমারা পৌরসভা',
          'সিন্দুকছড়ি ইউনিয়ন',
          'হাফছড়ি ইউনিয়ন'
        ]
      },
      {
        name: 'দীঘিনালা',
        zone: [
          'কবাখালী ইউনিয়ন',
          'দিঘীনালা পৌরসভা',
          'বাবুছড়া ইউনিয়ন',
          'বোয়ালখালী ইউনিয়ন',
          'মেরুং ইউনিয়ন'
        ]
      },
      {
        name: 'পানছড়ি',
        zone: [
          'চেংগী ইউনিয়ন',
          'পানছড়ি পৌরসভা',
          'লতিবান ইউনিয়ন',
          'লোগাং ইউনিয়ন'
        ]
      },
      {
        name: 'মহলছড়ি',
        zone: [
          'ক্যায়াংঘাট ইউনিয়ন',
          'ভাইবোনছড়া ইউনিয়ন',
          'মহালছড়ি পৌরসভা',
          'মাইসছড়ি ইউনিয়ন',
          'মুবাছড়ি ইউনিয়ন'
        ]
      },
      {
        name: 'মাটিরাঙ্গা',
        zone: [
          'আমতলি ইউনিয়ন',
          'গোমতি ইউনিয়ন',
          'তবলছড়ি ইউনিয়ন',
          'তাইন্দং ইউনিয়ন',
          'বর্ণাল ইউনিয়ন',
          'বেলছড়ি ইউনিয়ন',
          'মাটিরাঙ্গা পৌরসভা'
        ]
      },
      {
        name: 'মানিকছড়ি',
        zone: [
          'তিনটহরী ইউনিয়ন',
          'বাটনাতলী ইউনিয়ন',
          'মানিকছড়ি পৌরসভা',
          'যোগ্যছোলা ইউনিয়ন'
        ]
      },
      {
        name: 'রামগড়',
        zone: [
          'পাতাছড়া ইউনিয়ন',
          'রামগড় পৌরসভা'
        ]
      },
      {
        name: 'লক্ষিছড়ি',
        zone: [
          'দুল্যাতলী ইউনিয়ন',
          'বর্মাছড়ি ইউনিয়ন',
          'লক্ষীছড়ি পৌরসভা'
        ]
      }
    ]
  },
  {
    city: 'গাইবান্ধা',
    area: [
      {
        name: 'গাইবান্ধা সদর',
        zone: [
          'কামারজানি ইউনিয়ন',
          'কুপতলা ইউনিয়ন',
          'খোলাহাটী ইউনিয়ন',
          'গাইবান্ধা পৌরসভা',
          'গিদারী ইউনিয়ন',
          'ঘাগোয়া ইউনিয়ন',
          'বল্লমঝাড় ইউনিয়ন',
          'বাদিয়াখালী ইউনিয়ন',
          'বোয়ালী ইউনিয়ন',
          'মালীবাড়ী ইউনিয়ন',
          'মোল্লারচর ইউনিয়ন',
          'রামচন্দ্রপুর ইউনিয়ন',
          'লক্ষ্মীপুর ইউনিয়ন',
          'সাহাপাড়া ইউনিয়ন'
        ]
      },
      {
        name: 'গোবিন্দগঞ্জ',
        zone: [
          'কাটাবাড়ী ইউনিয়ন',
          'কামদিয়া ইউনিয়ন',
          'কামারদহ ইউনিয়ন',
          'কোচাশহর ইউনিয়ন',
          'গুমানীগঞ্জ ইউনিয়ন',
          'গোবিন্দগঞ্জ পৌরসভা',
          'তালুককানুপুর ইউনিয়ন',
          'দরবস্ত ইউনিয়ন',
          'নাকাই ইউনিয়ন',
          'পদুমশহর ইউনিয়ন',
          'ফুলবাড়ী ইউনিয়ন',
          'মহিমাগঞ্জ ইউনিয়ন',
          'রাখালবুরুজ ইউনিয়ন',
          'রাজাহার ইউনিয়ন',
          'শাখাহার ইউনিয়ন',
          'শালমারা ইউনিয়ন',
          'শিবপুর ইউনিয়ন',
          'সাপমারা ইউনিয়ন',
          'হরিরামপুর ইউনিয়ন'
        ]
      },
      {
        name: 'পলাশবাড়ী',
        zone: [
          'কিশোরগাড়ী ইউনিয়ন',
          'পবনাপুর ইউনিয়ন',
          'পলাশবাড়ী পৌরসভা',
          'বরিশাল ইউনিয়ন',
          'বেতকাপা ইউনিয়ন',
          'মনোহরপুর ইউনিয়ন',
          'মহদীপুর ইউনিয়ন',
          'হরিণাথপুর ইউনিয়ন',
          'হোসেনপুর ইউনিয়ন'
        ]
      },
      {
        name: 'ফুলছড়ি',
        zone: [
          'উড়িয়া ইউনিয়ন',
          'উদাখালী ইউনিয়ন',
          'এরেন্ডাবাড়ী ইউনিয়ন',
          'কঞ্চিপাড়া ইউনিয়ন',
          'গজারিয়া ইউনিয়ন',
          'ফজলুপুর ইউনিয়ন',
          'ফুলছড়ি পৌরসভা',
        ]
      },
      {
        name: 'সাঘাটা',
        zone: [
          'কচুয়াই উনিয়ন',
          'কামালেরপাড়া ইউনিয়ন',
          'ঘুরিদহ ইউনিয়ন',
          'জুমারবাড়ী ইউনিয়ন',
          'বোনারপাড়া ইউনিয়ন ',
          'ভরতখালী ইউনিয়ন',
          'মুক্তিনগর ইউনিয়ন',
          'সাঘাটা পৌরসভা',
          'হলদিয়া ইউনিয়ন',
        ]
      },
      {
        name: 'সাদুল্লাপুর',
        zone: [
          'ইদিলপুর ইউনিয়ন',
          'কামারপাড়া ইউনিয়ন',
          'খোদকোমরপুর ইউনিয়ন',
          'জামালপুর ইউনিয়ন',
          'দামোদরপুর ইউনিয়ন',
          'ধাপেরহাট ইউনিয়ন',
          'নলডাঙ্গা ইউনিয়ন ',
          'ফরিদপুর ইউনিয়ন',
          'বনগ্রাম ইউনিয়ন',
          'ভাতগ্রামইউনিয়ন',
          'রসুলপুর ইউনিয়ন',
          'সাদুল্যাপুর পৌরসভা'
        ]
      },
      {
        name: 'সুন্দরগঞ্জ',
        zone: [
          'কঞ্চিবাড়ী ইউনিয়ন',
          'কাপাসিয়া ইউনিয়ন',
          'চন্ডিপুর ইউনিয়ন',
          'ছাপরহাটী ইউনিয়ন',
          'তারাপুর ইউনিয়ন',
          'দহবন্দ ইউনিয়ন',
          'ধোপাডাঙ্গা ইউনিয়ন',
          'বামনডাঙ্গা ইউনিয়ন',
          'বেলকা ইউনিয়ন',
          'রামজীবন ইউনিয়ন',
          'শান্তিরাম ইউনিয়ন',
          'শ্রীপুর ইউনিয়ন',
          'সর্বানন্দ ইউনিয়ন',
          'সুন্দরগঞ্জ পৌরসভা ',
          'সোনারায় ইউনিয়ন',
          'হরিপুর ইউনিয়ন'
        ]
      }
    ]
  },
  {
    city: 'গাজীপুর',
    area: [
      {
        name: 'কাপাসিয়া',
        zone: [
          'কড়িহাতা ইউনিয়ন',
          'কাপাসিয়া পৌরসভা',
          'ঘাগটিয়া ইউনিয়ন',
          'চাঁদপুর ইউনিয়ন',
          'টোক ইউনিয়ন',
          'তরগাঁও ইউনিয়ন',
          'দূর্গাপুর ইউনিয়ন',
          'বারিষাব ইউনিয়ন',
          'রায়েদ ইউনিয়ন',
          'সনমানিয়া ইউনিয়ন',
          'সিংহশ্রী ইউনিয়ন'
        ]
      },
      {
        name: 'কালিগঞ্জ',
        zone: [
          'কালিগঞ্জ পৌরসভা',
          'জাঙ্গালিয়া ইউনিয়ন',
          'জামালপুর ইউনিয়ন',
          'তুমুলিয়া ইউনিয়ন',
          'নাগরী ইউনিয়ন',
          'বক্তারপুর ইউনিয়ন',
          'বাহাদুরশাদী ইউনিয়ন',
          'মোক্তারপুর ইউনিয়ন'
        ]
      },
      {
        name: 'কালিয়াকৈর',
        zone: [
          'আটাবহ ইউনিয়ন',
          'কালিয়াকৈর পৌরসভা',
          'চাপাইর ইউনিয়ন',
          'ঢালজোড়া ইউনিয়ন',
          'ফুলবাড়ীয়া ইউনিয়ন',
          'বোয়ালী ইউনিয়ন',
          'মধ্যপাড়া ইউনিয়ন',
          'মৌচাক ইউনিয়ন',
          'শ্রীফলতলী ইউনিয়ন',
          'সফিপুর ইউনিয়ন',
          'সূত্রাপুর ইউনিয়ন'
        ]
      },
      {
        name: 'গাজীপুর সদর',
        zone: [
          'পিড়ুজালী ইউনিয়ন',
          'বাড়ীয়া ইউনিয়ন',
          'ভাওয়াল গড় ইউনিয়ন',
          'মির্জাপুর ইউনিয়ন'
        ]
      },
      {
        name: 'টঙ্গী',
        zone: [
          'টঙ্গী পৌরসভা'
        ]
      },
      {
        name: 'শ্রীপুর',
        zone: [
          'কাওরাইদ ইউনিয়ন',
          'গাজীপুর ইউনিয়ন',
          'গোসিংগা ইউনিয়ন',
          'তেলিহাটী ইউনিয়ন',
          'প্রহলাদপুর ইউনিয়ন',
          'বরমী ইউনিয়ন',
          'মাওনা ইউনিয়ন',
          'রাজাবাড়ী ইউনিয়ন',
          'শ্রীপুর পৌরসভা'
        ]
      },
      {
        name: 'সিটি কর্পোরেশন',
        zone: [
          'কাশিমপুর',
          'কোনাবাড়ি',
          'চান্দনা চৌরাস্তা',
          'জয়দেবপুর',
          'বাংলা বাজার',
          'বোর্ডবাজার',
          'শিমুলতলী',
          'সালনা'
        ]
      }
    ]
  },
  {
    city: 'গোপালগঞ্জ',
    area: [
      {
        name: 'কাশিয়ানী',
        zone: [
          'ওড়াকান্দি ইউনিয়ন',
          'কাশিয়ানী পৌরসভা',
          'নিজামকান্দি ইউনিয়ন',
          'পারুলিয়া ইউনিয়ন',
          'পুইশুর ইউনিয়ন',
          'ফুকরা ইউনিয়ন',
          'বেথুড়ী ইউনিয়ন',
          'মহেশপুর ইউনিয়ন',
          'মাহমুদপুর ইউনিয়ন',
          'রাজপাট ইউনিয়ন',
          'রাতইল ইউনিয়ন',
          'সাজাইল ইউনিয়ন',
          'সিংগা ইউনিয়ন',
          'হাতিয়াড়া ইউনিয়ন'
        ]
      },
      {
        name: 'কোটালীপাড়া',
        zone: [
          'আমতলী ইউনিয়ন',
          'কলাবাড়ী ইউনিয়ন',
          'কান্দি ইউনিয়ন',
          'কুশলা ইউনিয়ন',
          'কোটালীপাড়া পৌরসভা',
          'ঘাঘর ইউনিয়ন',
          'পিঞ্জুরী ইউনিয়ন',
          'বান্ধাবাড়ী ইউনিয়ন',
          'রাধাগঞ্জ ইউনিয়ন',
          'রামশীল ইউনিয়ন',
          'সাদুল্লাপুর ইউনিয়ন',
          'হিরণ ইউনিয়ন'
        ]
      },
      {
        name: 'গোপালগঞ্জ সদর',
        zone: [
          'উরফি ইউনিয়ন',
          'উলপুর ইউনিয়ন',
          'করপাড়া ইউনিয়ন',
          'কাজুলিয়া ইউনিয়ন',
          'কাঠি ইউনিয়ন',
          'গোপালগঞ্জ পৌরসভা',
          'গোপীনাথপুর ইউনিয়ন',
          'গোবরা ইউনিয়ন',
          'চন্দ্রদিঘলিয়া ইউনিয়ন',
          'জালালাবাদ ইউনিয়ন',
          'দুর্গাপুর ইউনিয়ন',
          'নিজড়া ইউনিয়ন',
          'পাইককান্দি ইউনিয়ন',
          'বোড়াশী ইউনিয়ন',
          'বৌলতলী ইউনিয়ন',
          'মাঝিগাতী ইউনিয়ন',
          'রঘুনাথপুর ইউনিয়ন',
          'লতিফপুর ইউনিয়ন',
          'শুকতাইল ইউনিয়ন',
          'সাতপাড় ইউনিয়ন',
          'সাহাপুর ইউনিয়ন',
          'হরিদাসপুর ইউনিয়ন'
        ]
      },
      {
        name: 'টুঙ্গীপাড়া',
        zone: [
          'কুশলী ইউনিয়ন',
          'গোপালপুর ইউনিয়ন',
          'টুঙ্গিপাড়া পৌরসভা',
          'ডুমরিয়া ইউনিয়ন',
          'পাটগাটি ইউনিয়ন',
          'বর্ণি ইউনিয়ন'
        ]
      },
      {
        name: 'মোকসেদপুর',
        zone: [
          'উজানী ইউনিয়ন',
          'কাশালিয়া ইউনিয়ন',
          'খান্দারপাড়া ইউনিয়ন',
          'গোবিন্দপুর ইউনিয়ন',
          'গোহালা ইউনিয়ন',
          'জলিরপাড় ইউনিয়ন',
          'দিগনগর ইউনিয়ন',
          'পশারগাতি ইউনিয়ন',
          'বহুগ্রাম ইউনিয়ন',
          'বাটিকামারী ইউনিয়ন',
          'বাশঁবাড়িয়া ইউনিয়ন',
          'ভাবড়াশুর ইউনিয়ন',
          'মহারাজপুর ইউনিয়ন',
          'মুকসুদপুর পৌরসভা',
          'মোচনা ইউনিয়ন',
          'রাঘদী ইউনিয়ন'
        ]
      }
    ]
  },
  {
    city: 'চাঁদপুর',
    area: [
      {
        name: 'কঁচুয়া',
        zone: [
          'আশ্রাফপুর ইউনিয়ন',
          'কাদলা ইউনিয়ন',
          'কচুয়া পৌরসভা',
          'কড়ইয়া ইউনিয়ন',
          'গোহাট উত্তর ইউনিয়ন',
          'গোহাট দক্ষিণ ইউনিয়ন',
          'পাথৈর ইউনিয়ন',
          'পালাখাল মডেল ইউনিয়ন',
          'বিতারা ইউনিয়ন',
          'সহদেবপুর পশ্চিম ইউনিয়ন',
          'সাচার ইউনিয়ন'
        ]
      },
      {
        name: 'চাঁদপুর সদর',
        zone: [
          'আশিকাটি ইউনিয়ন',
          'ইব্রাহীমপুর ইউনিয়ন',
          'কল্যাণপুর ইউনিয়ন',
          'চাঁদপুর পৌরসভা',
          'চান্দ্রা ইউনিয়ন',
          'তরপুচন্ডী ইউনিয়ন',
          'বাগাদী ইউনিয়ন',
          'বালিয়া ইউনিয়ন',
          'বিষ্ণপুর ইউনিয়ন',
          'মৈশাদী ইউনিয়ন',
          'রাজরাজেশ্বর ইউনিয়ন',
          'রামপুর ইউনিয়ন',
          'লক্ষীপুর মডেল ইউনিয়ন',
          'শাহ্‌ ইউনিয়ন',
          'হানারচর ইউনিয়ন'
        ]
      },
      {
        name: 'ফরিদগঞ্জ',
        zone: [
          'গবিন্দপুর ইউনিয়ন',
          'গুপ্তি ইউনিয়ন',
          'চরদুখিয়া ইউনিয়ন',
          'পাইকপাড়া ইউনিয়ন',
          'ফরিদগঞ্জ পৌরসভা',
          'ফরিদ্গঞ্জ দক্ষিণ ইউনিয়ন',
          'বালিথুবা পশ্চিম ইউনিয়ন',
          'বালিথুবা পূর্ব ইউনিয়ন',
          'সুবিদপুর ইউনিয়ন'
        ]
      },
      {
        name: 'মতলব',
        zone: [
          'উপাদী ইউনিয়ন',
          'খাদেরগাঁও ইউনিয়ন',
          'নায়েরগাঁও উত্তর ইউনিয়ন',
          'নায়েরগাঁও দক্ষিন ইউনিয়ন',
          'নারায়নপুর ইউনিয়ন',
          'মতলব দক্ষিণ পৌরসভা'
        ]
      },
      {
        name: 'মতলব উত্তর',
        zone: [
          'ইসলামাবাদ ইউনিয়ন',
          'এখলাছপুর ইউনিয়ন',
          'কালাকান্দা ইউনিয়ন',
          'গজরা ইউনিয়ন',
          'জহিরাবাদ ইউনিয়ন',
          'দূর্গাপুর ইউনিয়ন',
          'ফতেহপুর(পশ্চিম) ইউনিয়ন',
          'ফতেহপুর(পূর্ব) ইউনিয়ন',
          'ফরাজীকান্দি ইউনিয়ন',
          'বাগানবাড়ী ইউনিয়ন',
          'মতলব উত্তর পৌরসভা',
          'মোহনপুর ইউনিয়ন',
          'ষাটনল ইউনিয়ন',
          'সাদুল্ল্যাপুর ইউনিয়ন',
          'সুলতানাবাদ ইউনিয়ন'
        ]
      },
      {
        name: 'শাহরাস্তি',
        zone: [
          'চিতষী ইউনিয়ন',
          'টামটা উত্তর ইউনিয়ন',
          'টামটা দক্ষিণ ইউনিয়ন',
          'মেহের ইউনিয়ন',
          'রায়শ্রী ইউনিয়ন',
          'শাহরাস্তী পৌরসভা',
          'সুচিপাড়া ইউনিয়ন'
        ]
      },
      {
        name: 'হাইমচর',
        zone: [
          'আলগী দুর্গাপুর ইউনিয়ন',
          'আলগী দুর্গাপুরদক্ষিণ ইউনিয়ন',
          'গাজীপুর ইউনিয়ন',
          'নীলকমল ইউনিয়ন',
          'হাইমচর পৌরসভা'
        ]
      },
      {
        name: 'হাজিগঞ্জ',
        zone: [
          'কালচোঁ ইউনিয়ন',
          'কালচোঁ উত্তর ইউনিয়ন',
          'গন্ধর্ব্যপুর ইউনিয়ন',
          'বড়কুল ইউনিয়ন',
          'বাকিলা ইউনিয়ন',
          'রাজারগাঁও ইউনিয়ন',
          'হাজিগঞ্জ পৌরসভা',
          'হাটিলা ইউনিয়ন'
        ]
      }
    ]
  },
  {
    city: 'চাঁপাইনবাবগঞ্জ',
    area: [
      {
        name: 'গোমস্তাপুর ',
        zone: [
          'আলীনগর ইউনিয়ন',
          'গোমস্তাপুর পৌরসভা',
          'চৌডালা ইউনিয়ন',
          'পার্বতীপুর ইউনিয়ন',
          'বাঙ্গাবাড়ী ইউনিয়ন',
          'বোয়ালিয়া ইউনিয়ন',
          'রহনপুর ইউনিয়ন',
          'রাধানগর ইউনিয়ন'
        ]
      },
      {
        name: 'চাঁপাই নওয়াবগঞ্জ সদর',
        zone: [
          'আলাতুলী ইউনিয়ন',
          'ইসলামপুর ইউনিয়ন',
          'গোবরাতলা ইউনিয়ন',
          'গোমস্তাপুর ইউনিয়ন',
          'চরঅনুপনগর ইউনিয়ন',
          'চরবাগডাঙ্গা ইউনিয়ন',
          'চাঁপাইনবাবগঞ্জ পৌরসভা',
          'ঝিলিম ইউনিয়ন',
          'দেবীনগর ইউনিয়ন',
          'নাচোল ইউনিয়ন',
          'নারায়নপুর ইউনিয়ন',
          'বারঘরিয়া ইউনিয়ন',
          'বালিয়াডাঙ্গা ইউনিয়ন',
          'ভোলাহাট ইউনিয়ন',
          'মহারাজপুর ইউনিয়ন',
          'রানীহাটি ইউনিয়ন',
          'শাহজাহানপুর ইউনিয়ন',
          'সুন্দরপুর ইউনিয়ন'
        ]
      },
      {
        name: 'নাচোল',
        zone: [
          'কসবা ইউনিয়ন',
          'নাচোল পৌরসভা',
          'নেজামপুর ইউনিয়ন',
          'ফতেপুর ইউনিয়ন'
        ]
      },
      {
        name: 'ভোলাহাট',
        zone: [
          'গোহালবাড়ী ইউনিয়ন',
          'জামবাড়িয়া ইউনিয়ন',
          'দলদলী ইউনিয়ন',
          'ভোলাহাট পৌরসভা',
        ]
      },
      {
        name: 'শিবগঞ্জ',
        zone: [
          'উজিরপুর ইউনিয়ন',
          'কানসাট ইউনিয়ন',
          'ঘোড়াপাখিয়া ইউনিয়ন',
          'চককির্তী ইউনিয়ন',
          'ছত্রাজিতপুর ইউনিয়ন',
          'দাইপুকুরিয়া ইউনিয়ন',
          'দুর্লভপুর ইউনিয়ন',
          'ধাইনগর ইউনিয়ন',
          'নয়ালাভাঙ্গা ইউনিয়ন',
          'পাঁকা ইউনিয়ন',
          'বিনোদপুর ইউনিয়ন',
          'মনাকষা ইউনিয়ন',
          'মোবারকপুর ইউনিয়ন',
          'শাহাবাজপুর ইউনিয়ন',
          'শিবগঞ্জ পৌরসভা',
          'শ্যামপুর ইউনিয়ন'
        ]
      }
    ]
  },
  // byFazlulAyanKoushik
  {
    city: 'চুয়াডাঙ্গা',
    area: [
      {
        name: 'আলমডাঙ্গা',
        zone: [
          'আইলহাঁস ইউনিয়ন',
          'আলমডাঙ্গা পৌরসভা',
          'কালিদাসপুর ইউনিয়ন',
          'কুমারী ইউনিয়ন',
          'খাদিমপুর ইউনিয়ন',
          'খাসকররা ইউনিয়ন',
          'গাংনী ইউনিয়ন',
          'চিৎলা ইউনিয়ন',
          'জামজামি ইউনিয়ন',
          'জেহালা ইউনিয়ন',
          'ডাউকী ইউনিয়ন',
          'নাগদাহ ইউনিয়ন',
          'বাড়াদী ইউনিয়ন',
          'বেলগাছি ইউনিয়ন',
          'ভাংবাড়ীয়া ইউনিয়ন',
          'হারদী ইউনিয়ন'
        ]
      },
      {
        name: 'চুয়াডাঙ্গা সদর',
        zone: [
          'আলুকদিয়া ইউনিয়ন',
          'কুতুবপুর ইউনিয়ন',
          'চুয়াডাঙ্গা পৌরসভা',
          'তিতুদাহ ইউনিয়ন',
          'পদ্মবিলা ইউনিয়ন',
          'বেগমপুর ইউনিয়ন',
          'মোমিনপুর ইউনিয়ন',
          'শংকরচন্দ্র ইউনিয়ন'
        ]
      },
      {
        name: 'জীবননগর',
        zone: [
          'আন্দুলবাড়ীয়া ইউনিয়ন',
          'উথলী ইউনিয়ন',
          'জীবননগর পৌরসভা',
          'বাঁকা ইউনিয়ন',
          'রায়পুর ইউনিয়ন',
          'সীমান্ত ইউনিয়ন',
          'হাসাদাহ ইউনিয়ন'
        ]
      },
      {
        name: 'দামুরহুদা',
        zone: [
          'কার্পাসডাঙ্গা ইউনিয়ন',
          'কুড়ালগাছী ইউনিয়ন',
          'জুড়ানপুর ইউনিয়ন',
          'দর্শনা পৌরসভা ',
          'দামুড়হুদা পৌরসভা',
          'নতিপোতা ইউনিয়ন',
          'পারকৃষ্ণপুর মদনা ইউনিয়ন',
          'হাওলী ইউনিয়ন'
        ]
      }
    ]
  },
  {
    city: 'জয়পুরহাট',
    area: [
      {
        name: 'আক্কেলপুর',
        zone: [
          'আক্কেলপুর পৌরসভা',
          'গোপীনাথপুর ইউনিয়ন',
          'তিলকপুর ইউনিয়ন ',
          'রায়কালী ইউনিয়ন',
          'রুকিন্দীপুর ইউনিয়ন',
          'সোনামুখী ইউনিয়ন'
        ]
      },
      {
        name: 'কালাই',
        zone: [
          'আহম্মেদাবাদ ইউনিয়ন',
          'উদয়পুর ইউনিয়ন',
          'জিন্দারপুর ইউনিয়ন',
          'পুনট ইউনিয়ন',
          'মাত্রাই ইউনিয়ন'
        ]
      },
      {
        name: 'ক্ষেতলাল',
        zone: [
          'ক্ষেতলাল পৌরসভা',
          'আলমপুর ইউনিয়ন',
          'তুলশীগঙ্গা ইউনিয়ন',
          'বড়তারা ইউনিয়ন',
          'বড়াইল ইউনিয়ন',
          'মামুদপুর ইউনিয়ন'
        ]
      },
      {
        name: 'জয়পুরহাট সদর',
        zone: [
          'আমদই ইউনিয়ন',
          'চকবরকত ইউনিয়ন',
          'জয়পুরহাট পৌরসভা',
          'জামালপুর ইউনিয়ন',
          'দোগাছী ইউনিয়ন',
          'ধলাহার ইউনিয়ন',
          'পুরাণাপৈল ইউনিয়ন',
          'বম্বু ইউনিয়ন',
          'ভাদসা ইউনিয়ন',
          'মোহাম্মদাবাদ ইউনিয়ন'
        ]
      },
      {
        name: 'পাঁচবিবি',
        zone: [
          'আওলাই ইউনিয়ন',
          'আটাপুর ইউনিয়ন',
          'আয়মারসুলপুর ইউনিয়ন',
          'কুসুম্বা ইউনিয়ন',
          'ধরনজি ইউনিয়ন',
          'পাঁচবিবি পৌরসভা',
          'বাগজানা ইউনিয়ন',
          'বালীঘাটা ইউনিয়ন',
          'মোহাম্মদপুর ইউনিয়ন'
        ]
      },
    ]
  },
  {
    city: 'জামালপুর',
    area: [
      {
        name: 'ইসলামপুর',
        zone: [
          'ইসলামপুর পৌরসভা',
          'কুলকান্দী ইউনিয়ন',
          'গাইবান্ধা ইউনিয়ন',
          'গোয়ালেরচর ইউনিয়ন',
          'চরগোয়ালিনী ইউনিয়ন',
          'চরপুঠিমারী ইউনিয়ন',
          'চিনাডুলি ইউনিয়ন',
          'নোয়ারপাড়া ইউনিয়ন',
          'পলবান্ধা ইউনিয়ন',
          'পার্থশী ইউনিয়ন',
          'বেলগাছা ইউনিয়ন',
          'সাপধরী ইউনিয়ন'
        ]
      },
      {
        name: 'জামালপুর সদর',
        zone: [
          'ইটাইল ইউনিয়ন',
          'কেন্দুয়া ইউনিয়ন',
          'ঘোড়াধাপ ইউনিয়ন',
          'জামালপুর পৌরসভা',
          'তিতপল্যা ইউনিয়ন',
          'তুলসীরচর ইউনিয়ন',
          'নুরূন্দি ইউনিয়ন',
          'বাশঁচড়া ইউনিয়ন',
          'মেষ্টা ইউনিয়ন',
          'রশিদপুর ইউনিয়ন',
          'রানাগাছা ইউনিয়ন',
          'লক্ষীরচর ইউনিয়ন',
          'শরীফপুর ইউনিয়ন',
          'শাহবাজপুর ইউনিয়ন',
          'শ্রীপুর ইউনিয়ন'
        ]
      },
      {
        name: 'দেওয়ানগঞ্জ',
        zone: [
          'চরআমখাওয়া ইউনিয়ন',
          'চিকাজানী ইউনিয়ন',
          'চুকাইবাড়ী ইউনিয়ন',
          'ডাংধরা ইউনিয়ন',
          'দেওয়ানগঞ্জ পৌরসভা',
          'পাররামরামপুর ইউনিয়ন',
          'বাহাদুরাবাদ ইউনিয়ন',
          'হাতীভাংগা ইউনিয়ন'
        ]
      },
      {
        name: 'বকশীগঞ্জ',
        zone: [
          'ধনুয়া কামালপুর ইউনিয়ন',
          'নীলক্ষিয়া ইউনিয়ন',
          'বকশীগঞ্জ পৌরসভা',
          'বগারচর ইউনিয়ন',
          'বাট্রাজোড় ইউনিয়ন',
          'মেরূরচর ইউনিয়ন',
          'সাধুরপাড়া ইউনিয়ন'
        ]
      },
      {
        name: 'মাদারগঞ্জ',
        zone: [
          'আদারভিটা ইউনিয়ন',
          'আদ্রা ইউনিয়ন',
          'করইচরা ইউনিয়ন',
          'গুনারীতলা ইউনিয়ন',
          'চরপাকেরধা ইউনিয়ন',
          'জোড়খালী ইউনিয়ন',
          'বালিজুড়ী ইউনিয়ন',
          'মাদারগঞ্জ পৌরসভা',
          'সিধুলী ইউনিয়ন'
        ]
      },
      {
        name: 'মেলান্দহ',
        zone: [
          'কুলিয়া ইউনিয়ন',
          'ঘোষেরপাড়া ইউনিয়ন',
          'চরবানী পাকুরিয়া ইউনিয়ন',
          'ঝাউগড়া ইউনিয়ন',
          'দুরমুট ইউনিয়ন',
          'নয়ানগর ইউনিয়ন',
          'নাংলা ইউনিয়ন',
          'ফুলকোচা ইউনিয়ন',
          'মাহমুদপুর ইউনিয়ন',
          'মেলান্দাহ পৌরসভা',
          'শ্যামপুর ইউনিয়ন'
        ]
      },
      {
        name: 'সরিষাবাড়ি',
        zone: [
          'যমুনা সার কারখানা',
          'আওনা ইউনিয়ন',
          'কামরাবাদ ইউনিয়ন',
          'দোয়াইল ইউনিয়ন',
          'পিংনা ইউনিয়ন',
          'পোগলদিঘা ইউনিয়ন',
          'ভাতারা ইউনিয়ন',
          'মহাদান ইউনিয়ন',
          'সরিষাবাড়ী পৌরসভা',
          'সাতপোয়া ইউনিয়ন',
        ]
      }
    ]
  },
  {
    city: 'ঝালকাঠি',
    area: [
      {
        name: 'কাঁঠালিয়া',
        zone: [
          'আওরাবুনিয়া ইউনিয়ন',
          'আমুয়া ইউনিয়ন',
          'কাঁঠালিয়া পৌরসভা',
          'চেঁচরীরামপুর ইউনিয়ন',
          'পাটিখালঘাটা ইউনিয়ন',
          'শৌলজালিয়া ইউনিয়ন '
        ]
      },
      {
        name: 'ঝালকাঠি সদর',
        zone: [
          'কীর্তিপাশা ইউনিয়ন',
          'কেওড়া ইউনিয়ন',
          'গাবখান ধানসিঁড়ি ইউনিয়ন',
          'গাভারামচন্দ্রপুর ইউনিয়ন',
          'ঝালকাঠি পৌরসভা',
          'নথুল্লাবাদ ইউনিয়ন',
          'নবগ্রাম ইউনিয়ন',
          'পোনাবালিয়া ইউনিয়ন',
          'বাসন্ডা ইউনিয়ন',
          'বিনয়কাঠী ইউনিয়ন',
          'শেখেরহাট ইউনিয়ন'
        ]
      },
      {
        name: 'নলছিটি',
        zone: [
          'কুলকাঠী ইউনিয়ন',
          'কুশঙ্গল ইউনিয়ন',
          'দপদপিয়া ইউনিয়ন',
          'নলছিটি পৌরসভা',
          'নাচনমহল ইউনিয়ন',
          'ভৈরবপাশা ইউনিয়ন',
          'মগর ইউনিয়ন',
          'মোল্লারহাট ইউনিয়ন',
          'রানাপাশা ইউনিয়ন',
          'সিদ্ধকাঠী ইউনিয়ন',
          'সুবিদপুর ইউনিয়ন'
        ]
      },
      {
        name: 'রাজাপুর',
        zone: [
          'গালুয়া ইউনিয়ন',
          'বড়ইয়া ইউনিয়ন',
          'মঠবাড়ী ইউনিয়ন',
          'রাজাপুর পৌরসভা ',
          'শুক্তাগড় ইউনিয়ন',
          'সাতুরিয়া ইউনিয়ন'
        ]
      }
    ]
  },
  {
    city: 'ঝিনাইদহ',
    area: [
      {
        name: 'কালিগঞ্জ',
        zone: [
          'কালীগঞ্জ পৌরসভা',
          'কাষ্টভাঙ্গা ইউনিয়ন',
          'কোলা ইউনিয়ন',
          'জামাল ইউনিয়ন',
          'ত্রিলোচনপুর ইউনিয়ন',
          'নিয়ামতপুর ইউনিয়ন',
          'বারবাজার ইউনিয়ন',
          'মালিয়াট ইউনিয়ন',
          'রাখালগাছি ইউনিয়ন',
          'রায়গ্রাম ইউনিয়ন',
          'শিমলা রোকনপুর ইউনিয়ন',
          'সুন্দরপুর দূর্গাপুর ইউনিয়ন'
        ]
      },
      {
        name: 'কোটচাঁদপুর',
        zone: [
          'এলাঙ্গী ইউনিয়ন',
          'কুশনা ইউনিয়ন',
          'কোটচাঁদপুর পৌরসভা ',
          'দোড়া ইউনিয়ন',
          'বলুহর ইউনিয়ন',
          'সাবদালপুর ইউনিয়ন'
        ]
      },
      {
        name: 'ঝিনাইদহ সদর',
        zone: [
          'কালীচরণপুর ইউনিয়ন',
          'কুমড়াবাড়ীয়া ইউনিয়ন',
          'গান্না ইউনিয়ন',
          'ঘোড়শাল ইউনিয়ন',
          'ঝিনাইদহ পৌরসভা',
          'দোগাছি ইউনিয়ন',
          'নলডাঙ্গা ইউনিয়ন',
          'পদ্মাকর ইউনিয়ন',
          'পাগলাকানাই ইউনিয়ন',
          'পোড়াহাটী ইউনিয়ন',
          'ফুরসন্দি ইউনিয়ন',
          'মধুহাটী ইউনিয়ন',
          'মহারাজপুর ইউনিয়ন',
          'সাগান্না ইউনিয়ন',
          'সাধুহাটী ইউনিয়ন',
          'সুরাট ইউনিয়ন',
          'হরিশংকরপুর ইউনিয়ন',
          'হলিধানী ইউনিয়ন'
        ]
      },
      {
        name: 'মহেশপুর',
        zone: [
          'আজমপুর ইউনিয়ন',
          'এস. বি.কে ইউনিয়ন',
          'কাজীরবেড় ইউনিয়ন',
          'নাটিমা ইউনিয়ন',
          'নেপা ইউনিয়ন',
          'পান্থপাড়া ইউনিয়ন',
          'ফতেপুর ইউনিয়ন',
          'বাঁশবাড়ীয়া ইউনিয়ন',
          'মহেশপুর পৌরসভা',
          'মান্দারবাড়ীয়া ইউনিয়ন',
          'যাদবপুর ইউনিয়ন',
          'শ্যামকুড় ইউনিয়ন',
          'স্বরুপপুর ইউনিয়ন'
        ]
      },
      {
        name: 'শৈলকুপা',
        zone: [
          'আবাইপুর ইউনিয়ন',
          'উমেদপুর ইউনিয়ন',
          'কাঁচেরকোল ইউনিয়ন',
          'ত্রিবেনী ইউনিয়ন',
          'দিগনগর ইউনিয়ন',
          'দুধসর ইউনিয়ন',
          'ধলহরাচন্দ্র ইউনিয়ন',
          'নিত্যানন্দপুর ইউনিয়ন',
          'ফুলহরি ইউনিয়ন',
          'বগুড়া ইউনিয়ন',
          'মনোহরপুর ইউনিয়ন',
          'মির্জাপুর ইউনিয়ন',
          'শৈলকুপা পৌরসভা ',
          'সারুটিয়া ইউনিয়ন',
          'হাকিমপুর ইউনিয়ন'
        ]
      },
      {
        name: 'হরিণাকুন্ডু',
        zone: [
          'কাপাশহাটিয়া ইউনিয়ন',
          'চাঁদপুর ইউনিয়ন',
          'জোড়াদহ ইউনিয়ন',
          'তাহেরহুদা ইউনিয়ন',
          'দৌলতপুর ইউনিয়ন',
          'ফলসী ইউনিয়ন ইউনিয়ন',
          'ভায়না ইউনিয়ন',
          'রঘুনাথপুর ইউনিয়ন',
          'হরিণাকুন্ডু পৌরসভা '
        ]
      }
    ]
  },
  {
    city: 'টাঙ্গাইল',
    area: [
      {
        name: 'কালিহাটি',
        zone: [
          'এলেঙ্গা পৌরসভা',
          'কালিহাটি পৌরসভা',
          'কোকডহড়া ইউনিয়ন',
          'গোহালিয়াবাড়ী ইউনিয়ন',
          'দশকিয়া ইউনিয়ন',
          'দুর্গাপুর ইউনিয়ন',
          'নাগবাড়ী ইউনিয়ন',
          'নারান্দিয়া ইউনিয়ন',
          'পাইকড়া ইউনিয়ন',
          'পারখি ইউনিয়ন',
          'বল্লা ইউনিয়ন',
          'বাংড়া ইউনিয়ন',
          'বীরবাসিন্দা ইউনিয়ন',
          'সল্লা ইউনিয়ন',
          'সহদেবপুর ইউনিয়ন'
        ]
      },
      {
        name: 'গোপালপুর',
        zone: [
          'আলমনগর ইউনিয়ন',
          'গোপালপুর পৌরসভা (১৯৯০)',
          'ঝাওয়াইল ইউনিয়ন (১৯৯১)',
          'ধোপাকান্দি ইউনিয়ন',
          'নগদাশিমলা ইউনিয়ন',
          'হাদিরা ইউনিয়ন',
          'হেমনগর ইউনিয়ন'
        ]
      },
      {
        name: 'ঘাটাইল',
        zone: [
          'আনেহলা ইউনিয়ন',
          'ঘাটাইল পৌরসভা',
          'জামুরিয়া ইউনিয়ন',
          'দিগড় ইউনিয়ন',
          'দিঘলকান্দি ইউনিয়ন',
          'দেউলাবাড়ী ইউনিয়ন',
          'দেওপাড়া ইউনিয়ন',
          'ধলাপাড়া ইউনিয়ন',
          'রসুলপুর ইউনিয়ন',
          'লক্ষিন্দর ইউনিয়ন',
          'লোকেরপাড়া ইউনিয়ন',
          'সংগ্রামপুর ইউনিয়ন',
          'সন্ধানপুর ইউনিয়ন',
          'সাগরদিঘী ইউনিয়ন'
        ]
      },
      {
        name: 'টাঙ্গাইল সদর',
        zone: [
          'করটিয়া ইউনিয়ন (১৯০৩)',
          'কাকুয়া ইউনিয়ন',
          'কাতুলী ইউনিয়ন',
          'গালা ইউনিয়ন',
          'ঘারিন্দা ইউনিয়ন',
          'টাঙ্গাইল পৌরসভা',
          'দাইন্যা ইউনিয়ন',
          'পোড়াবাড়ী ইউনিয়ন',
          'বাঘিল ইউনিয়ন',
          'মগড়া ইউনিয়ন',
          'মাহামুদনগর ইউনিয়ন',
          'সিলিমপুর ইউনিয়ন',
          'হুগড়া ইউনিয়ন'
        ]
      },
      {
        name: 'দেলদুয়ার',
        zone: [
          'আটিয়া ইউনিয়ন',
          'এলাসিন ইউনিয়ন',
          'ডুবাইল ইউনিয়ন',
          'দেউলী ইউনিয়ন',
          'দেলদুয়ার পৌরসভা',
          'পাথরাইল ইউনিয়ন',
          'ফাজিলহাটি ইউনিয়ন',
          'লাউহা্টী ইউনিয়ন'
        ]
      },
      {
        name: 'ধনবাড়ী',
        zone: [
          'ধনবাড়ী পৌরসভা',
          'ধোপাখালী ইউনিয়ন',
          'পাইস্কা ইউনিয়ন',
          'বলিভদ্র ইউনিয়ন',
          'বানিয়াজান ইউনিয়ন',
          'বীরতারা ইউনিয়ন',
          'মুশুদ্দি ইউনিয়ন',
          'যদুনাথপুর ইউনিয়ন'
        ]
      },
      {
        name: 'নাগরপুর',
        zone: [
          'গয়হাটা ইউনিয়ন',
          'দপ্তিয়র ইউনিয়ন',
          'ধুবরিয়া ইউনিয়ন',
          'নাগরপুর পৌরসভা',
          'পাকুটিয়া ইউনিয়ন',
          'বেকড়া ইউনিয়ন',
          'ভাদ্রা ইউনিয়ন',
          'ভাররা ইউনিয়ন',
          'মামুদনগর ইউনিয়ন',
          'মোকনা ইউনিয়ন',
          'সলিমাবাদ ইউনিয়ন',
          'সহবতপুর ইউনিয়ন'
        ]
      },
      {
        name: 'বাসাইল',
        zone: [
          'কাউলজানী ইউনিয়ন',
          'কাঞ্চনপুর ইউনিয়ন',
          'কাশিল ইউনিয়ন',
          'ফুলকী ইউনিয়ন',
          'বাসাইল পৌরসভা',
          'হাবলা ইউনিয়ন'
        ]
      },
      {
        name: 'ভূয়াপুর',
        zone: [
          'অর্জুনা ইউনিয়ন',
          'অলোয়া ইউনিয়ন',
          'গাবসারা ইউনিয়ন',
          'গোবিন্দাসী ইউনিয়ন',
          'নিকরাইল ইউনিয়ন',
          'ফলদা ইউনিয়ন',
          'ভূয়াপুর পৌরসভা'
        ]
      },
      {
        name: 'মধুপুর',
        zone: [
          'আউশনাড়া ইউনিয়ন',
          'আরণখোলা ইউনিয়ন',
          'আলোকদিয়া ইউনিয়ন',
          'গোলাবাড়ী ইউনিয়ন',
          'মধুপুর পৌরসভা',
          'মির্জাবাড়ী ইউনিয়ন',
          'শোলাকুড়ি ইউনিয়ন'
        ]
      },
      {
        name: 'মির্জাপুর',
        zone: [
          'আজগানা ইউনিয়ন',
          'আনাইতারা ইউনিয়ন',
          'ওয়ার্শী ইউনিয়ন',
          'গোড়াই ইউনিয়ন',
          'জামুর্কী ইউনিয়ন',
          'তরফপুর ইউনিয়ন',
          'ফতেপুর ইউনিয়ন',
          'বহুরিয়া ইউনিয়ন',
          'বানাইল ইউনিয়ন',
          'বাঁশতৈল ইউনিয়ন',
          'ভাওড়া ইউনিয়ন',
          'ভাতগ্রাম ইউনিয়ন',
          'মহেড়া ইউনিয়ন',
          'মির্জাপুর পৌরসভা',
          'লতিফপুর ইউনিয়ন'
        ]
      },
      {
        name: 'সখিপুর',
        zone: [
          'কাকড়াজান ইউনিয়ন',
          'কালমেঘা ইউনিয়ন',
          'কালিয়া ইউনিয়ন',
          'গজারিয়া ইউনিয়ন',
          'দাড়িয়াপুর ইউনিয়ন',
          'বহেড়াতৈল ইউনিয়ন',
          'যাদবপুর ইউনিয়ন',
          'সখিপুর পৌরসভা ',
          'হাতীবান্ধা ইউনিয়ন'
        ]
      },
    ]
  },
  {
    city: 'ঠাকুরগাঁও',
    area: [
      {
        name: 'ঠাকুরগাঁও সদর',
        zone: [
          'আউলিয়াপুর ইউনিয়ন',
          'আকচা ইউনিয়ন',
          'আখানগর ইউনিয়ন',
          'গড়েয়া ইউনিয়ন',
          'চিলারং ইউনিয়ন',
          'জগন্নাথপুর ইউনিয়ন',
          'জামালপুর ইউনিয়ন',
          'ঠাকুরগাও পৌরসভা',
          'ঢোলার হাট ইউনিয়ন',
          'দেবীপুর ইউনিয়ন',
          'নারগুন ইউনিয়ন',
          'বড়গাঁও ইউনিয়ন',
          'বালিয়া ইউনিয়ন',
          'বেগুনবাড়ী ইউনিয়ন',
          'মোহম্মাদপুর ইউনিয়ন',
          'রহিমানপুর ইউনিয়ন',
          'রাজাগাঁও ইউনিয়ন',
          'রায়পুর ইউনিয়ন',
          'রুহিয়া ইউনিয়ন',
          'রুহিয়া পশ্চিম ইউনিয়ন',
          'শুখানপুকুরী ইউনিয়ন',
          'সালন্দর ইউনিয়ন'
        ]
      },
      {
        name: 'পীরগঞ্জ',
        zone: [
          'কোষারাণীগঞ্জ ইউনিয়ন',
          'খনগাঁও ইউনিয়ন',
          'জাবর হাট ইউনিয়ন',
          'দৌলতপুর ইউনিয়ন',
          'পীরগঞ্জ পৌরসভা',
          'বৈরচুনা ইউনিয়ন',
          'ভোমরাদহ ইউনিয়ন',
          'সেনগাঁও ইউনিয়ন',
          'সৈয়দপুর ইউনিয়ন',
          'হাজীপুর ইউনিয়ন',
        ]
      },
      {
        name: 'বালিয়াডাঙ্গি ',
        zone: [
          'আমজানখোর ইউনিয়ন',
          'চাড়োল ইউনিয়ন',
          'দুওসুও ইউনিয়ন',
          'ধনতলা ইউনিয়ন',
          'পাড়িয়া ইউনিয়ন',
          'বড়পলাশ বাড়ী ইউনিয়ন',
          'বড়বাড়ি ইউনিয়ন',
          'বালিয়াডাঙ্গী পৌরসভা ',
          'ভানোর ইউনিয়ন'
        ]
      },
      {
        name: 'রাণীশংকৈল',
        zone: [
          'কাশিপুর ইউনিয়ন',
          'ধর্মগড় ইউনিয়ন',
          'নন্দুয়ার ইউনিয়ন',
          'নেকমরদ ইউনিয়ন',
          'বাচোর ইউনিয়ন',
          'রাণীশংকৈল পৌরসভা ',
          'রাতোর ইউনিয়ন',
          'লেহেম্বা ইউনিয়ন',
          'হোসেনগাঁও ইউনিয়ন'
        ]
      },
      {
        name: 'হরিপুর',
        zone: [
          'আমগাঁও ইউনিয়ন',
          'গেদুড়া ইউনিয়ন',
          'ডাঙ্গীপাড়া ইউনিয়ন',
          'বকুয়া ইউনিয়ন',
          'ভাতুরিয়া ইউনিয়ন',
          'হরিপুর পৌরসভা'
        ]
      }
    ]
  },
  {
    city: 'দিনাজপুর',
    area: [
      {
        name: 'কাহরোল',
        zone: [
          'ডাবর ইউনিয়ন',
          'তারগাঁও ইউনিয়ন',
          'মহারাজগঞ্জ ইউনিয়ন',
          'মুকুন্দপুর ইউনিয়ন',
          'রসুলপুর ইউনিয়ন',
          'রামচন্দ্রপুর ইউনিয়ন',
          'সুন্দরপুর ইউনিয়ন'
        ]
      },
      {
        name: 'খানসামা',
        zone: [
          'আঙ্গার পাড়া ইউনিয়ন',
          'আলোকঝাড়ী ইউনিয়ন',
          'খানসামা পৌরসভা',
          'খামার পাড়া ইউনিয়ন',
          'গোয়ালডিহি ইউনিয়ন',
          'ভাবকী ইউনিয়ন',
          'ভেড়ভেড়ী ইউনিয়ন'
        ]
      },
      {
        name: 'ঘোড়াঘাট',
        zone: [
          'ঘোড়াঘাট পৌরসভা',
          'পালশা ইউনিয়ন',
          'বুলাকিপুর ইউনিয়ন',
          'সিংড়া ইউনিয়ন'
        ]
      },
      {
        name: 'চিরিরবন্দর',
        zone: [
          'রাণীররবন্দর ',
          'অমর পুর ইউনিয়ন',
          'আউলিয়া পুকুর ইউনিয়ন',
          'আব্দুল পুর ইউনিয়ন',
          'আলোকডিহি ইউনিয়ন',
          'ইবস পুর ইউনিয়ন',
          'চিরিরবন্দর পৌরসভা',
          'তেতুলিয়া ইউনিয়ন',
          'নশরতপুর ইউনিয়ন',
          'পুনট্টি ইউনিয়ন',
          'ফতেজংপুর ইউনিয়ন',
          'ভিয়াইল ইউনিয়ন',
          'সাইতাড়া ইউনিয়ন',
          'সাতনালা ইউনিয়ন'
        ]
      },
      {
        name: 'দিনাজপুর সদর',
        zone: [
          'আউলিয়াপুর ইউনিয়ন',
          'আস্করপুর ইউনিয়ন',
          'উথরাইল ইউনিয়ন',
          'কমলপুর ইউনিয়ন',
          'চেহেলগাজী ইউনিয়ন',
          'দিনাজপুর পৌরসভা',
          'ফাজিলপুর ইউনিয়ন',
          'শংকরপুর ইউনিয়ন',
          'শশরা ইউনিয়ন',
          'শেখপুরা ইউনিয়ন',
          'সুন্দরবন ইউনিয়ন'
        ]
      },
      {
        name: 'নবাবগঞ্জ',
        zone: [
          'কুশদহ ইউনিয়ন',
          'গোলাপগঞ্জ ইউনিয়ন',
          'জয়পুর ইউনিয়ন',
          'দাউদপুর ইউনিয়ন',
          'নবাবগঞ্জ পৌরসভা',
          'পুটিমারা ইউনিয়ন',
          'বিনোদনগর ইউনিয়ন',
          'ভাদুরিয়া ইউনিয়ন',
          'মাহমুদপুর ইউনিয়ন',
          'শালখুরিয়া ইউনিয়ন'
        ]
      },
      {
        name: 'পার্বতীপুর',
        zone: [
          'পলাশবাড়ী ইউনিয়ন',
          'পার্বতীপুর পৌরসভা',
          'বেলাইচন্ডি ইউনিয়ন',
          'মন্মথপুর ইউনিয়ন',
          'মোমিনপুর ইউনিয়ন',
          'মোস্তফাপুর ইউনিয়ন',
          'রামপুর ইউনিয়ন',
          'হরিরামপুর ইউনিয়ন',
          'হাবড়া ইউনিয়ন',
          'হামিদপুর ইউনিয়ন',
        ]
      },
      {
        name: 'ফুলবাড়ি',
        zone: [
          'আলাদীপুর ইউনিয়ন',
          'এলুয়াড়ী ইউনিয়ন',
          'কাজিহাল ইউনিয়ন',
          'খয়েরবাড়ী ইউনিয়ন',
          'দৌলতপুর ইউনিয়ন',
          'ফুলবাড়ী পৌরসভা ',
          'বেতদীঘি ইউনিয়ন',
          'শিবনগর ইউনিয়ন'
        ]
      },
      {
        name: 'বিরল',
        zone: [
          'কাটলা ইউনিয়ন',
          'খানপুর ইউনিয়ন',
          'জোতবানী ইউনিয়ন',
          'দিওড় ইউনিয়ন',
          'পলিপ্রয়াগপুর ইউনিয়ন',
          'বিনাইল ইউনিয়ন',
          'বিরামপুর পৌরসভা',
          'মুকুন্দপুর ইউনিয়ন'
        ]
      },
      {
        name: 'বিরামপুর',
        zone: [
          'নিজপাড়া ইউনিয়ন',
          'পলাশবাড়ী ইউনিয়ন',
          'পাল্টাপুর ইউনিয়ন',
          'বীরগঞ্জ পৌরসভা ',
          'ভোগনগর ইউনিয়ন',
          'মরিচা ইউনিয়ন',
          'মোহনপুর ইউনিয়ন',
          'মোহাম্মদপুর ইউনিয়ন',
          'শতগ্রাম ইউনিয়ন',
          'শিবরামপুর ইউনিয়ন',
          'সাতোর ইউনিয়ন',
          'সুজালপুর ইউনিয়ন'
        ]
      },
      {
        name: 'বীরগঞ্জ',
        zone: [
          'আটগাঁও ইউনিয়ন',
          'ইশানিয়া ইউনিয়ন',
          'ছাতইল ইউনিয়ন',
          'নাফানগর ইউনিয়ন',
          'বোঁচাগঞ্জ পৌরসভা',
          'মুশিদহাট ইউনিয়ন',
          'রণগাঁও ইউনিয়ন'
        ]
      },
      {
        name: 'বোচাঁগঞ্জ',
        zone: []
      },
      {
        name: 'মন্মথপুর',
        zone: []
      },
      {
        name: 'সেতাবগঞ্জ',
        zone: []
      },
      {
        name: 'হাকিমপুর',
        zone: [
          'আলীহাট ইউনিয়ন',
          'খট্টামাধবপাড়া ইউনিয়ন',
          'বাংলা হিলি',
          'বোয়ালদাড় ইউনিয়ন'
        ]
      }
    ]
  },
  {
    city: 'নওগাঁ',
    area: [
      {
        name: 'আত্রাই',
        zone: [
          'আহসানগঞ্জ ইউনিয়ন',
          'কালিকাপুর ইউনিয়ন',
          'পাঁচুপুর ইউনিয়ন',
          'বিশা ইউনিয়ন',
          'ভোঁপাড়া ইউনিয়ন',
          'মনিয়ারী ইউনিয়ন',
          'সাহাগোলা ইউনিয়ন',
          'হাটকালুপাড়া ইউনিয়ন'
        ]
      },
      {
        name: 'ধামইরহাট',
        zone: [
          'আগ্রাদ্বিগুন ইউনিয়ন',
          'আড়ানগর ইউনিয়ন',
          'আলমপুর ইউনিয়ন',
          'ইসবপুর ইউনিয়ন',
          'উমার ইউনিয়ন',
          'খেলনা ইউনিয়ন',
          'জাহানপুর ইউনিয়ন',
          'ধামইরহাট পৌরসভা'
        ]
      },
      {
        name: 'নওগাঁ সদর',
        zone: [
          'কীর্ত্তিপুর ইউনিয়ন',
          'চন্ডিপুর ইউনিয়ন',
          'তিলকপুর ইউনিয়ন',
          'দুবলহাটি ইউনিয়ন',
          'নওগাঁ পৌরসভা',
          'বক্তারপুর ইউনিয়ন',
          'বর্ষাইল ইউনিয়ন',
          'বলিহার ইউনিয়ন',
          'বোয়ালিয়া ইউনিয়ন',
          'শিকারপুর ইউনিয়ন',
          'শৈলগাছী ইউনিয়ন',
          'হাপানিয়া ইউনিয়ন',
          'হাঁসাইগাড়ী ইউনিয়ন'
        ]
      },
      {
        name: 'নিয়ামতপুর',
        zone: [
          'চন্দননগর ইউনিয়ন',
          'নিয়ামতপুর পৌরসভা',
          'পাড়ইল ইউনিয়ন',
          'বাহাদুরপুর ইউনিয়ন',
          'ভাবিচা ইউনিয়ন',
          'রসুলপুর ইউনিয়ন',
          'শ্রীমমত্মপুর ইউনিয়ন',
          'হাজীনগর ইউনিয়ন'
        ]
      },
      {
        name: 'পত্নীতলা',
        zone: [
          'আকবরপুর ইউনিয়ন',
          'আমাইড় ইউনিয়ন',
          'কৃষ্ণপুর ইউনিয়ন',
          'ঘোষনগর ইউনিয়ন',
          'দিবর ইউনিয়ন',
          'নজিপুর ইউনিয়ন',
          'নির্মইল ইউনিয়ন',
          'পত্নীতলা পৌরসভা',
          'পাটিচরা ইউনিয়ন',
          'মাটিন্দর ইউনিয়ন',
          'শিহাড়া ইউনিয়ন'
        ]
      },
      {
        name: 'পরশা',
        zone: [
          'গাংগুরিয়া ইউনিয়ন',
          'ঘাটনগর ইউনিয়ন',
          'ছাওড় ইউনিয়ন',
          'তেতুঁলিয়া ইউনিয়ন',
          'নিতপুর ইউনিয়ন ',
          'পোরশা পৌরসভা ',
          'মশিদপুর ইউনিয়ন'
        ]
      },
      {
        name: 'বদলগাছী',
        zone: [
          'আধাইপুর ইউনিয়ন',
          'কোলা ইউনিয়ন',
          'পাহাড়পুর ইউনিয়ন',
          'বদলগাছী পৌরসভা ',
          'বালুভরা ইউনিয়ন',
          'বিলাশবাড়ী ইউনিয়ন',
          'মথুরাপুর ইউনিয়ন',
          'মিঠাপুর ইউনিয়ন'
        ]
      },
      {
        name: 'মনদা',
        zone: [
          'কশব ইউনিয়ন',
          'কালিকাপুর ইউনিয়ন',
          'কাঁশোপাড়া ইউনিয়ন',
          'কুসুম্বা ইউনিয়ন',
          'গনেশপুর ইউনিয়ন',
          'তেঁতুলিয়া ইউনিয়ন',
          'নরমল্যাবাদ ইউনিয়ন',
          'পরানপুর ইউনিয়ন',
          'প্রসাদপুর ইউনিয়ন',
          'বিষ্ণুপুর ইউনিয়ন',
          'ভারশোঁ ইউনিয়ন',
          'ভালাইন ইউনিয়ন',
          'মান্দা পৌরসভা',
          'মৈনম ইউনিয়ন'
        ]
      },
      {
        name: 'মহাদেবপুর',
        zone: [
          'উত্তরগ্রাম ইউনিয়ন',
          'এনায়েতপুর ইউনিয়ন',
          'খাজুর ইউনিয়ন',
          'চান্দাশ ইউনিয়ন',
          'চেরাগপুর ইউনিয়ন',
          'ভীমপুর ইউনিয়ন',
          'মহাদেবপুর পৌরসভা ',
          'রাইগাঁ ইউনিয়ন',
          'সফাপুর ইউনিয়ন',
          'হাতুড় ইউনিয়ন'
        ]
      },
      {
        name: 'রানিনগর',
        zone: [
          'একডালা ইউনিয়ন',
          'কালীগ্রাম ইউনিয়নদ',
          'কাশিমপুর ইউনিয়ন',
          'গোনা ইউনিয়ন',
          'পারইল ইউনিয়ন',
          'বড়গাছা ইউনিয়ন',
          'মিরাট ইউনিয়ন',
          'রানীনগর পৌরসভা'
        ]
      },
      {
        name: 'সাপাহার',
        zone: [
          'আইহাই ইউনিয়ন',
          'গোয়ালা ইউনিয়ন',
          'তিলনা ইউনিয়ন',
          'পাতাড়ী ইউনিয়ন',
          'শিরন্টি ইউনিয়ন',
          'সাপাহার পৌরসভা'
        ]
      }
    ]
  },
  {
    city: 'নড়াইল',
    area: [
      {
        name: 'কালিয়া',
        zone: [
          'কলাবাড়ীয়া ইউনিয়ন',
          'খাসিয়াল ইউনিয়ন',
          'চাচুড়ী ইউনিয়ন',
          'জয়নগর ইউনিয়ন',
          'পহরডাঙ্গা ইউনিয়ন',
          'পাঁচগ্রাম ইউনিয়ন',
          'পুরুলিয়া ইউনিয়ন',
          'পেড়লী ইউনিয়ন',
          'বড়নাল ইলিয়াছাবাদ ইউনিয়ন',
          'বাঐসোনা ইউনিয়ন',
          'বাবরা হাচলা ইউনিয়ন',
          'মাউলী ইউনিয়ন',
          'সালামাবাদ ইউনিয়ন',
          'হামিদপুর ইউনিয়ন'
        ]
      },
      {
        name: 'নড়াইল সদর',
        zone: [
          'আউড়িয়া ইউনিয়ন',
          'কলোড়া ইউনিয়ন',
          'চন্ডিবরপুর ইউনিয়ন',
          'তুলারামপুর ইউনিয়ন',
          'নড়াইল পৌরসভা',
          'বাশগ্রাম ইউনিয়ন',
          'বিছালী ইউনিয়ন',
          'ভদ্রবিলা ইউনিয়ন',
          'মাইজপাড়া ইউনিয়ন',
          'মুলিয়া ইউনিয়ন',
          'শাহাবাদ ইউনিয়ন',
          'সিঙ্গাশোলপুর ইউনিয়ন',
          'সেখহাটী ইউনিয়ন',
          'হবখালী ইউনিয়ন'
        ]
      },
      {
        name: 'লোহাগরা',
        zone: [
          'ইতনা ইউনিয়ন',
          'কাশিপুর ইউনিয়ন',
          'কোটাকোল ইউনিয়ন',
          'জয়পুর ইউনিয়ন',
          'দিঘলিয়া ইউনিয়ন',
          'নলদী ইউনিয়ন',
          'নোয়াগ্রাম ইউনিয়ন',
          'মল্লিকপুর ইউনিয়ন',
          'লক্ষীপাশা ইউনিয়ন',
          'লাহুড়িয়া ইউনিয়ন',
          'লোহাগড়া পৌরসভা',
          'শালনগর ইউনিয়ন'
        ]
      },
    ]
  },
  {
    city: 'নরসিংদী',
    area: [
      {
        name: 'নরসিংদী সদর ',
        zone: [
          'আমদিয়া ইউনিয়ন',
          'আলোকবালী ইউনিয়ন',
          'করিমপুর ইউনিয়ন',
          'কাঠালিয়া ইউনিয়ন',
          'চরদিঘলদী ইউনিয়ন',
          'চিনিশপুর ইউনিয়ন',
          'নজরপুর ইউনিয়ন',
          'নরসিংদী পৌরসভা',
          'নূরালাপুর ইউনিয়ন',
          'পাইকারচর ইউনিয়ন',
          'পাঁচদোনা ইউনিয়ন',
          'মহিষাশুড়া ইউনিয়ন',
          'মেহেড়পাড়া ইউনিয়ন',
          'শিলমান্দী ইউনিয়ন'
        ]
      },
      {
        name: 'পলাশ',
        zone: [
          'গজারিয়া ইউনিয়ন',
          'ঘোড়াশাল সার কারখানা',
          'চরসিন্দুর ইউনিয়ন',
          'জিনারদী ইউনিয়ন',
          'ডাংঙ্গা ইউনিয়ন',
          'পলাশ পৌরসভা'
        ]
      },
      {
        name: 'বেলাবো',
        zone: [
          'আমলাব ইউনিয়ন',
          'চরউজিলাব ইউনিয়ন',
          'দেয়ারা ইউনিয়ন',
          'নারায়নপুর ইউনিয়ন',
          'পাটুলী ইউনিয়ন',
          'বাজনাব ইউনিয়ন',
          'বিন্নাবাইদ ইউনিয়ন',
          'বেলাবো পৌরসভা',
          'সল্লাবাদ ইউনিয়ন'
        ]
      },
      {
        name: 'মনোহরদী',
        zone: [
          'একদুয়ারিয়া ইউনিয়ন',
          'কাচিকাটা ইউনিয়ন',
          'কৃষ্ণপুর ইউনিয়ন',
          'খিদিরপুর ইউনিয়ন',
          'গোতাশিয়া ইউনিয়ন',
          'চন্দনবাড়ী ইউনিয়ন',
          'চরমান্দালিয়া ইউনিয়ন',
          'চালাকচর ইউনিয়ন',
          'দৌলতপুর ইউনিয়ন',
          'বড়চাপা ইউনিয়ন',
          'মনোহরদী পৌরসভা',
          'লেবুতলা ইউনিয়ন',
          'শুকুন্দি ইউনিয়ন'
        ]
      },
      {
        name: 'মাধবদী',
        zone: []
      },
      {
        name: 'রায়পুরা',
        zone: [
          'অলিপুরা ইউনিয়ন',
          'আদিয়াবাদ ইউনিয়ন',
          'আমিরগঞ্জ ইউনিয়ন',
          'উত্তর বাখরনগর ইউনিয়ন',
          'চরআড়ালিয়া ইউনিয়ন',
          'চরমধুয়া ইউনিয়ন',
          'চরসুবুদ্দি ইউনিয়ন',
          'চানপুর ইউনিয়ন',
          'চান্দেরকান্দি ইউনিয়ন',
          'নিলক্ষ্যা ইউনিয়ন',
          'পলাশতলী ইউনিয়ন',
          'পাড়াতলী ইউনিয়ন',
          'বাঁশগাড়ী ইউনিয়ন',
          'মরজাল ইউনিয়ন',
          'মহেষপুর ইউনিয়ন',
          'মির্জানগর ইউনিয়ন',
          'মির্জারচর ইউনিয়ন',
          'মুছাপুর ইউনিয়ন',
          'রায়পুর পৌরসভা ',
          'রায়পুরা ইউনিয়ন',
          'শ্রীনগর ইউনিয়ন',
          'হাইরমারা ইউনিয়ন'
        ]
      },
      {
        name: 'শিবপুর',
        zone: [
          'আয়ুবপুর ইউনিয়ন',
          'চক্রধা ইউনিয়ন',
          'জয়নগর ইউনিয়ন',
          'দুলালপুর ইউনিয়ন',
          'পুটিয়া ইউনিয়ন',
          'বাঘাব ইউনিয়ন',
          'মাছিমপুর ইউনিয়ন',
          'যোশর ইউনিয়ন',
          'শিবপুর পৌরসভা',
          'সাধারচর ইউনিয়ন'
        ]
      }
    ]
  },
  {
    city: 'নাটোর',
    area: [
      {
        name: 'গুরুদাসপুর',
        zone: [
          'খুবজীপুর ইউনিয়ন',
          'গুরুদাসপুর পৌরসভা',
          'চাপিলা ইউনিয়ন',
          'ধারাবারিষা ইউনিয়ন',
          'নাজিরপুর ইউনিয়ন',
          'বিয়াঘাট ইউনিয়ন',
          'মশিন্দা ইউনিয়ন'
        ]
      },
      {
        name: 'নলডাঙ্গা',
        zone: [
          'খাজুরা ইউনিয়ন',
          'পিপরুল ইউনিয়ন',
          'বিপ্রবেলঘরিয়া ইউনিয়ন',
          'ব্রম্মপুর ইউনিয়ন',
          'মাধনগর ইউনিয়ন'
        ]
      },
      {
        name: 'নাটোর সদর',
        zone: [
          'কাফুরিয়া ইউনিয়ন',
          'ছাতনী ইউনিয়ন',
          'তেবাড়িয়া ইউনিয়ন',
          'দিঘাপতিয়া ইউনিয়ন',
          'নাটোর পৌরসভা',
          'বড়হরিশপুর ইউনিয়ন',
          'লক্ষীপুর খোলাবাড়িয়া ইউনিয়ন',
          'হালসা ইউনিয়ন'
        ]
      },
      {
        name: 'বড়াইগ্রাম',
        zone: [
          'গোপালপুর ইউনিয়ন',
          'চান্দাই ইউনিয়ন',
          'জোনাইল ইউনিয়ন',
          'জোয়ারী ইউনিয়ন',
          'নগর ইউনিয়ন',
          'বড়াইগ্রাম পৌরসভা',
          'বনপাড়া পৌরসভা',
          'মাঝগাঁও ইউনিয়ন',
        ]
      },
      {
        name: 'বাগাতিপাড়া',
        zone: [
          'জামনগর ইউনিয়ন',
          'দয়ারামপুর ইউনিয়ন',
          'পাঁকা ইউনিয়ন',
          'ফাগুয়াড়দিয়াড় ইউনিয়ন',
          'বাগাতিপাড়া পৌরসভা '
        ]
      },
      {
        name: 'লালপুর',
        zone: [
          'অর্জুনপুর বরমহাটি ইউনিয়ন',
          'আড়বাব ইউনিয়ন',
          'আব্দুলপুর ইউনিয়ন',
          'ঈশ্বরদী ইউনিয়ন',
          'ওয়ালিয়া ইউনিয়ন',
          'কদমচিলান ইউনিয়ন',
          'চংধুপইল ইউনিয়ন',
          'দুড়দুড়িয়া ইউনিয়ন',
          'দুয়ারিয়া ইউনিয়ন',
          'বিলমাড়িয়া ইউনিয়ন',
          'লালপুর পৌরসভা'
        ]
      },
      {
        name: 'সিংড়া',
        zone: [
          'ইটালী ইউনিয়ন',
          'কলম ইউনিয়ন',
          'চামারী ইউনিয়ন',
          'চৌগ্রাম ইউনিয়ন',
          'ছাতার দিঘী ইউনিয়ন',
          'ডাহিয়া ইউনিয়ন',
          'তাজপুর ইউনিয়ন',
          'রামানন্দ খাজুরা ইউনিয়ন',
          'লালোর ইউনিয়ন',
          'শেরকোল ইউনিয়ন',
          'সিংড়া  পৌরসভা',
          'সুকাশ ইউনিয়ন',
          'হাতিয়ানদহ ইউনিয়ন'
        ]
      }
    ]
  },
  {
    city: 'নারায়ণগঞ্জ',
    area: [
      {
        name: 'আড়াইহাজার',
        zone: [
          'আড়াইহাজার পৌরসভা',
          'উচিৎপুরা ইউনিয়ন',
          'কালাপাহাড়িয়া ইউনিয়ন',
          'খাগকান্দা ইউনিয়ন',
          'দু্প্তারা ইউনিয়ন ',
          'ফতেপুর ইউনিয়ন',
          'বিশনন্দী ইউনিয়ন',
          'ব্রাম্মন্দী ইউনিয়ন',
          'মাহমুদপুর ইউনিয়ন',
          'সদাসদী ইউনিয়ন',
          'সাতগ্রাম ইউনিয়ন',
          'হাইজাদী ইউনিয়ন'
        ]
      },
      {
        name: 'নারায়ণগঞ্জ সদর',
        zone: [
          'এনায়েতনগর ইউনিয়ন',
          'কাশিপুর ইউনিয়ন',
          'গোগনগর ইউনিয়ন',
          'নারায়ণগঞ্জ পৌরসভা ',
          'সাইনবোর্ড  এরিয়া'
        ]
      },
      {
        name: 'ফতুল্লা',
        zone: [
          'আলীরটেক ইউনিয়ন',
          'কুতুবপুর ইউনিয়ন',
          'পঞ্চবটি ইউনিয়ন',
          'ফতুল্লা থানা এরিয়া',
          'বক্তাবলী ইউনিয়ন'
        ]
      },
      {
        name: 'বন্দর',
        zone: [
          'কলাগাছিয়া ইউনিয়ন',
          'ধামগড় ইউনিয়ন',
          'বন্দর পৌরসভা',
          'মুছাপুর ইউনিয়ন'
        ]
      },
      {
        name: 'রূপগঞ্জ',
        zone: [
          'কায়েতপাড়া ইউনিয়ন',
          'গোলাকান্দাইল ইউনিয়ন',
          'তারাবো পৌরসভা',
          'দাইদপুর ইউনিয়ন',
          'ভূলতা ইউনিয়ন',
          'ভোলাব ইউনিযন',
          'মুড়াপাড়া ইউনিয়ন',
          'রূপগঞ্জ পৌরসভা '
        ]
      },
      {
        name: 'সিদ্ধিরগঞ্জ',
        zone: [
          'আদামজীনগর',
          'এল.এন মিলস',
          'চিটাগাং রোড এরিয়া',
          'সিদ্ধিরগঞ্জ থানা এরিয়া',
        ]
      },
      {
        name: 'সোনারগাঁও',
        zone: [
          'কাঁচপুর ইউনিয়ন',
          'জামপুর ইউনিয়ন',
          'নোয়গাও ইউনিয়ন',
          'পিরোজপুর ইউনিয়ন',
          'বারদী ইউনিয়ন',
          'বৈদ্দেরবাজার ইউনিয়ন',
          'মদনপুর ইউনিয়ন',
          'মোগরাপাড়া ইউনিয়ন',
          'শম্ভুপুরা ইউনিয়ন',
          'সনমান্দী ইউনিয়ন',
          'সাদিপুর ইউনিয়ন',
          'সোনারগাঁ পৌরসভা'
        ]
      }
    ]
  },
  // byFazlulAyanKoushik
  {
    city: 'নীলফামারী',
    area: [
      {
        name: 'কিশোরগঞ্জ',
        zone: [
          'কিশোরগঞ্জ পৌরসভা',
          'গাড়াগ্রাম ইউনিয়ন',
          'চাঁদখানা ইউনিয়ন',
          'নিতাই ইউনিয়ন',
          'পুটিমারী ইউনিয়ন',
          'বড়ভিটা ইউনিয়ন',
          'বাহাগিলি ইউনিয়ন',
          'মাগুরা ইউনিয়ন',
          'রনচন্ডি ইউনিয়ন',
        ]
      },
      {
        name: 'জলঢাকা',
        zone: [
          'কাঁঠালী ইউনিয়ন',
          'কৈমারী ইউনিয়ন',
          'খুটামারা ইউনিয়ন',
          'গোলনা ইউনিয়ন',
          'গোলমুন্ডা ইউনিয়ন',
          'জলঢাকা পৌরসভা',
          'ডাউয়াবাড়ী ইউনিয়ন',
          'ধর্মপাল ইউনিয়ন',
          'বালাগ্রাম ইউনিয়ন',
          'মীরগঞ্জ ইউনিয়ন',
          'শিমুল বাড়ী ইউনিয়ন',
          'শৌলমারী ইউনিয়ন'
        ]
      },
      {
        name: 'ডিমলা',
        zone: [
          'খগাখড়িবাড়ী ইউনিয়ন',
          'খালিশা চাপানী ইউনিয়ন',
          'গয়াবাড়ী ইউনিয়ন',
          'ঝুনাগাছ ইউনিয়ন',
          'টেপা খড়িবাড়ী ইউনিয়ন',
          'ডিমলা পৌরসভা',
          'নাউতারা ইউনিয়ন',
          'পশ্চিশ ছাতনাই ইউনিয়ন',
          'পূর্ব ছাতনাই ইউনিয়ন',
          'বালাপাড়া ইউনিয়ন'
        ]
      },
      {
        name: 'ডোমার',
        zone: [
          'কেতকীবাড়ী ইউনিয়ন',
          'গোমনাতি ইউনিয়ন',
          'জোড়াবাড়ী ইউনিয়ন',
          'ডোমার পৌরসভা',
          'পাংগা মটকপুর ইউনিয়ন',
          'বামুনীয়া ইউনিয়ন',
          'বোড়াগাড়ী ইউনিয়ন',
          'ভোগডাবুড়ি ইউনিয়ন',
          'সোনারায় ইউনিয়ন',
          'হরিণচড়া ইউনিয়ন'
        ]
      },
      {
        name: 'নীলফামারী সদর',
        zone: [
          ' নীলফামারী চিনি মিল',
          'ইটাখোলা ইউনিয়ন',
          'কচুকাটা ইউনিয়ন',
          'কুন্দপুকুর ইউনিয়ন',
          'খোকশাবাড়ী ইউনিয়ন',
          'গোড়গ্রাম ইউনিয়ন',
          'চওড়া বড়গাছা ইউনিয়ন',
          'চড়াইখোলা ইউনিয়ন',
          'চাপড়া সরঞ্জানী ইউনিয়ন',
          'টুপামারী ইউনিয়ন',
          'নীলফামারী পৌরসভা ',
          'পঞ্চপুকুর ইউনিয়ন',
          'পলাশবাড়ী ইউনিয়ন',
          'রামনগর ইউনিয়ন',
          'লক্ষীচাপ ইউনিয়ন',
          'সংগলশী ইউনিয়ন',
          'সোনারায় ইউনিয়ন'
        ]
      },
      {
        name: 'সৈয়দপুর',
        zone: [
          'সৈয়দপুর উপশহর',
          'কামারপুকুর ইউনিয়ন',
          'কাশিরামবেলপুকুর ইউনিয়ন',
          'খাতামধুপুর ইউনিয়ন',
          'বাঙ্গালীপুর ইউনিয়ন',
          'বোতলাগাড়ী ইউনিয়ন',
          'সৈয়দপুর পৌরসভা'
        ]
      }
    ]
  },
  {
    city: 'নেত্রকোনা',
    area: [
      {
        name: 'আটপাড়া',
        zone: [
          'আটপাড়া পৌরসভা',
          'তেলিগাতী ইউনিয়ন',
          'দুওজ ইউনিয়ন',
          'বানিয়াজান ইউনিয়ন',
          'লুনেশ্বর ইউনিয়ন',
          'শুনই ইউনিয়ন',
          'সুখারী ইউনিয়ন',
          'স্বরমুশিয়া ইউনিয়ন'
        ]
      },
      {
        name: 'কলমাকান্দা',
        zone: [
          'কলমাকান্দা পৌরসভা ',
          'কৈলাটী ইউনিয়ন',
          'খারনৈ ইউনিয়ন',
          'নাজিরপুর ইউনিয়ন',
          'পোগলা ইউনিয়ন',
          'বড়খাপন ইউনিয়ন',
          'রংছাতী ইউনিয়ন',
          'লেংগুড়া ইউনিয়ন'
        ]
      },
      {
        name: 'কেন্দুয়া',
        zone: [
          'আশুজিয়া ইউনিয়ন',
          'কান্দিউড়া ইউনিয়ন',
          'কেন্দুয়া পৌরসভা',
          'গড়াডোবা ইউনিয়ন',
          'গন্ডা ইউনিয়ন',
          'চিরাং ইউনিয়ন পরিষদ',
          'দলপা ইউনিয়ন',
          'নওপাড়া ইউনিয়ন',
          'পাইকুড়া ইউনিয়ন',
          'বলাইশিমুল ইউনিয়ন',
          'মাসকা ইউনিয়ন',
          'মোজাফরপুর ইউনিয়ন',
          'রোয়াইলবাড়ী আমতলা ইউনিয়ন',
          'সান্দিকোনা ইউনিয়ন'
        ]
      },
      {
        name: 'খালিয়াজুরী',
        zone: [
          'কৃষ্ণপুর ইউনিয়ন',
          'খালিয়াজুরী পৌরসভা',
          'গাজীপুর ইউনিয়ন',
          'চাকুয়া ইউনিয়ন',
          'নগর ইউনিয়ন ইউনিয়ন',
          'মেন্দিপুর ইউনিয়ন'
        ]
      },
      {
        name: 'দূর্গাপুর',
        zone: [
          'কাকৈরগড়া ইউনিয়ন',
          'কুল্লাগড়া ইউনিয়ন',
          'গাওকান্দিয়া ইউনিয়ন',
          'চন্ডিগড় ইউনিয়ন',
          'দুর্গাপুর পৌরসভা',
          'বাকলজোড়া ইউনিয়ন',
          'বিরিশিরি ইউনিয়ন'
        ]
      },
      {
        name: 'নেত্রকোনা সদর',
        zone: [
          'আমতলা ইউনিয়ন',
          'কাইলাটি ইউনিয়ন',
          'কালিয়ারা গাবরাগাতী ইউনিয়ন',
          'চল্লিশা ইউনিয়ন',
          'ঠাকুরাকোনা ইউনিয়ন',
          'দক্ষিন বিশিউড়া ইউনিয়ন',
          'নেত্রকোনা পৌরসভা',
          'পোস্ট অফিস# বাইখেরহাটি (২৪০১)',
          'মদনপুর ইউনিয়ন',
          'মেদনী ইউনিয়ন',
          'মৌগাতি ইউনিয়ন',
          'রৌহা ইউনিয়ন',
          'লক্ষীগঞ্জ ইউনিয়ন',
          'সিংহের বাংলা ইউনিয়ন'
        ]
      },
      {
        name: 'পূর্বধলা',
        zone: [
          'আগিয়া ইউনিয়ন',
          'খলিশাউড় ইউনিয়ন',
          'গোহালাকান্দা ইউনিয়ন',
          'ঘাগড়া ইউনিয়ন',
          'জারিয়া ইউনিয়ন',
          'ধলামুলগাও ইউনিয়ন',
          'নারান্দিয়া ইউনিয়ন',
          'পূর্ব্বধলা পৌরসভা',
          'বিশকাকুনী ইউনিয়ন',
          'বৈরাটী ইউনিয়ন',
          'হোগলা ইউনিয়ন'
        ]
      },
      {
        name: 'বারহাট্টা',
        zone: [
          'আসমা ইউনিয়ন',
          'চিরাম ইউনিয়ন',
          'বাউসী ইউনিয়ন',
          'বারহাট্টা পৌরসভা',
          'রায়পুর ইউনিয়ন',
          'সাহতা ইউনিয়ন',
          'সিংধা ইউনিয়ন'
        ]
      },
      {
        name: 'মদন',
        zone: [
          'কাইটাইল ইউনিয়ন',
          'গোবিন্দশ্রী ইউনিয়ন',
          'চানগাও ইউনিয়ন',
          'তিয়শ্রী ইউনিয়ন',
          'নায়েকপুর ইউনিয়ন',
          'ফতেপুর ইউনিয়ন',
          'মদন পৌরসভা',
          'মাঘান ইউনিয়ন'
        ]
      },
      {
        name: 'মোহনগঞ্জ',
        zone: [
          'গাগলাজুর ইউনিয়ন',
          'তেতুলিয়া ইউনিয়ন',
          'বড়কাশিয়া বিরামপুর ইউনিয়ন',
          'বড়তলী বানিহারী ইউনিয়ন',
          'মাঘান সিয়াদার ইউনিয়ন',
          'মোহনগঞ্জ পৌরসভা',
          'সমাজ সহিলদেও ইউনিয়ন',
          'সুয়াইর ইউনিয়ন'
        ]
      }
    ]
  },
  {
    city: 'নোয়াখালী',
    area: [
      {
        name: 'কবিরহাট',
        zone: [
          'কবিরহাট পৌরসভা',
          'ঘোষবাগ ইউনিয়ন',
          'চাপরাশিরহাট ইউনিয়ন',
          'ধানশালিক ইউনিয়ন',
          'ধানসিঁড়ি ইউনিয়ন',
          'নরোত্তমপুর ইউনিয়ন',
          'বাটইয়া ইউনিয়ন',
          'সুন্দলপুর ইউনিয়ন'
        ]
      },
      {
        name: 'কোম্পানীগঞ্জ',
        zone: [
          'কোম্পানীগঞ্জ পৌরসভা',
          'চরএলাহী ইউনিয়ন',
          'চরকাঁকড়া ইউনিয়ন',
          'চরপার্বতী ইউনিয়ন',
          'চরফকিরা ইউনিয়ন',
          'চরহাজারী ইউনিয়ন',
          'মুসাপুর ইউনিয়ন',
          'রামপুর ইউনিয়ন',
          'সিরাজপুর ইউনিয়ন'
        ]
      },
      {
        name: 'চাটখিল',
        zone: [
          'খিলপাড়া ইউনিয়ন',
          'চাটখিল পৌরসভা',
          'নোয়াখলা ইউনিয়ন',
          'পরকোট ইউনিয়ন',
          'পাঁচগাঁও ইউনিয়ন',
          'বাদলকোট ইউনিয়ন',
          'মোহাম্মদপুর ইউনিয়ন',
          'রামনারায়নপুর ইউনিয়ন',
          'সাহাপুর ইউনিয়ন',
          'হাট পুকুরিয়া ইউনিয়ন'
        ]
      },
      {
        name: 'চৌমহনী',
        zone: []
      },
      {
        name: 'নোয়াখালী সদর',
        zone: [
          'অশ্বদিয়া ইউনিয়ন',
          'আন্ডারচর ইউনিয়ন',
          'এওজবালিয়া ইউনিয়ন',
          'কাদির হানিফ ইউনিয়ন',
          'কালাদরপ ইউনিয়ন',
          'চরমটুয়া ইউনিয়ন',
          'দাদপুর ইউনিয়ন',
          'ধর্মপুর ইউনিয়ন',
          'নিয়াজপুর ইউনিয়ন',
          'নোয়াখালী পৌরসভা',
          'নোয়ান্নই ইউনিয়ন',
          'পূর্ব চরমটুয়া ইউনিয়ন',
          'বিনোদপুর ইউনিয়ন',
          'রুপসা ইউনিয়ন'
        ]
      },
      {
        name: 'বেগমগঞ্জ',
        zone: [
          'আমানউল্ল্যাপুর ইউনিয়ন',
          'আলাইয়ারপুর ইউনিয়ন',
          'একলাশপুর ইউনিয়ন',
          'কাদিরপুর ইউনিয়ন',
          'কুতবপুর ইউনিয়ন',
          'গোপালপুর ইউনিয়ন',
          'ছয়ানী ইউনিয়ন',
          'জিরতলী ইউনিয়ন',
          'দূর্গাপুর ইউনিয়ন',
          'নরোত্তমপুর ইউনিয়ন',
          'বেগমগঞ্জ পৌরসভা',
          'মিরওয়ারিশপুর ইউনিয়ন',
          'রসুলপুর ইউনিয়ন',
          'রাজগঞ্জ ইউনিয়ন',
          'শরীফপুর ইউনিয়ন',
          'হাজীপুর ইউনিয়ন'
        ]
      },
      {
        name: 'সূবর্ণচর',
        zone: [
          'চরআমান ইউনিয়ন',
          'চরওয়াপদা ইউনিয়ন',
          'চরক্লার্ক ইউনিয়ন',
          'চরজাব্বার ইউনিয়ন',
          'চরজুবলী ইউনিয়ন',
          'চরবাটা ইউনিয়ন',
          'নিঝুমদ্বীপ ইউনিয়ন',
          'পূর্ব চরবাটা ইউনিয়ন',
          'মোহাম্মদপুর ইউনিয়ন',
          'সুবর্ণচর পৌরসভা'
        ]
      },
      {
        name: 'সেনবাগ',
        zone: [
          'অর্জুনতলা ইউনিয়ন',
          'কাদরা ইউনিয়ন',
          'কাবিলপুর ইউনিয়ন',
          'কেশরপাড়া ইউনিয়ন',
          'ছাতারপাইয়া ইউনিয়ন',
          'ডুমুরুয়া ইউনিয়ন',
          'নবীপুর ইউনিয়ন',
          'বিজবাগ ইউনিয়ন',
          'মোহাম্মদপুর ইউনিয়ন',
          'সেনবাগ পৌরসভা'
        ]
      },
      {
        name: 'সোনাইমুড়ি ',
        zone: [
          'অম্বরনগর ইউনিয়ন',
          'আমিশাপাড়া ইউনিয়ন',
          'চাষীরহাট ইউনিয়ন',
          'জয়াগ ইউনিয়ন',
          'দেওটি ইউনিয়ন',
          'নদনা ইউনিয়ন',
          'নাটেশ্বর ইউনিয়ন',
          'বজরা ইউনিয়ন',
          'বারগাঁও ইউনিয়ন',
          'সোনাইমুড়ী পৌরসভা',
          'সোনাপুর ইউনিয়ন'
        ]
      },
      {
        name: 'হাতিয়া',
        zone: [
          'চরঈশ্বর ইউনিয়ন',
          'চরকিং ইউনিয়ন',
          'জাহাজমারা ইউনিয়ন',
          'তমরদ্দি ইউনিয়ন',
          'নলচিরা ইউনিয়ন',
          'বুড়িরচর ইউনিয়ন',
          'সুখচর ইউনিয়ন',
          'সোনাদিয়া ইউনিয়ন',
          'হাতিয়া পৌরসভা'
        ]
      }
    ]
  },
  {
    city: 'পঞ্চগড়',
    area: [
      {
        name: 'আটোয়ারী',
        zone: [
          'আটোয়ারী পৌরসভা',
          'আলোয়াখোয়া ইউনিয়ন',
          'তোড়িয়া ইউনিয়ন',
          'ধামোর ইউনিয়ন',
          'মির্জাপুর ইউনিয়ন',
          'রাধানগর ইউনিয়ন'
        ]
      },
      {
        name: 'তেতুলিয়া',
        zone: [
          'চেংঠি হাজরাডাংগা ইউনিয়ন',
          'তিরনইহাট ইউনিয়ন',
          'তেঁতুলিয়া পৌরসভা',
          'দেবনগর ইউনিয়ন',
          'বাংলাবান্ধা ইউনিয়ন',
          'বুড়াবুড়ি ইউনিয়ন',
          'ভজনপুর ইউনিয়ন',
          'শালবাহান ইউনিয়ন'
        ]
      },
      {
        name: 'দেবীগঞ্জ',
        zone: [
          'চিলাহাটি ইউনিয়ন',
          'টেপ্রীগঞ্জ ইউনিয়ন',
          'দন্ডপাল ইউনিয়ন',
          'দেবীগঞ্জ পৌরসভা',
          'দেবীডুবা ইউনিয়ন',
          'পামুলী ইউনিয়ন',
          'শালডাংগা ইউনিয়ন',
          'সুন্দরদিঘী ইউনিয়ন',
          'সোনাহার ইউনিয়ন',
        ]
      },
      {
        name: 'পঞ্চগড় সদর',
        zone: [
          'অমরখানা ইউনিয়ন',
          'কামাত কাজলদিঘী ইউনিয়ন',
          'গরিনাবাড়ী ইউনিয়ন',
          'চাকলাহাট ইউনিয়ন',
          'ধাক্কামারা ইউনিয়ন',
          'পঞ্চগড় পৌরসভা',
          'মাগুড়া ইউনিয়ন',
          'সাতমেরা ইউনিয়ন',
          'হাড়ীভাষা ইউনিয়ন',
          'হাফিজাবাদ ইউনিয়ন'
        ]
      },
      {
        name: 'বোদা',
        zone: [
          'কাজলদিঘী কালিয়াগঞ্জ ইউনিয়ন',
          'চন্দনবাড়ী ইউনিয়ন',
          'ঝলইশালশিরি ইউনিয়ন',
          'পাঁচপীর ইউনিয়ন',
          'বড়শশী ইউনিয়ন',
          'বেংহারী বনগ্রাম ইউনিয়ন',
          'বোদা পৌরসভা',
          'ময়দানদিঘী ইউনিয়ন',
          'মাড়েয়া বামনহাট ইউনিয়ন',
          'সাকোয়া ইউনিয়ন'
        ]
      }
    ]
  },
  {
    city: 'পটুয়াখালী',
    area: [
      {
        name: 'কলাপারা',
        zone: [
          'কলাপাড়া পৌরসভা',
          'চম্পাপুর ইউনিয়ন',
          'চাকামইয়া ইউনিয়ন',
          'টিয়াখালী ইউনিয়ন',
          'ডালবুগঞ্জ ইউনিয়ন',
          'ধানখালী ইউনিয়ন',
          'ধুলাসার ইউনিয়ন',
          'নীলগঞ্জ ইউনিয়ন',
          'বালিয়াতলী ইউনিয়ন',
          'মহিপুর ইউনিয়ন',
          'মিঠাগঞ্জ ইউনিয়ন',
          'লতাচাপলী ইউনিয়ন',
          'লালুয়া ইউনিয়ন'
        ]
      },
      {
        name: 'গলাচিপা',
        zone: [
          'আমখোলা ইউনিয়ন',
          'কলাগাছিয়া ইউনিয়ন',
          'গজালিয়া ইউনিয়ন',
          'গলাচিপা পৌরসভা',
          'গোলখালী ইউনিয়ন',
          'চরকাজল ইউনিয়ন',
          'চরবিশ্বাস ইউনিয়ন',
          'চিকনিকান্দী ইউনিয়ন',
          'ডাকুয়া ইউনিয়ন',
          'পানপট্টি ইউনিয়ন',
          'বকুলবাড়ীয়া ইউনিয়ন',
          'রতনদী তালতলী ইউনিয়ন'
        ]
      },
      {
        name: 'দশমিনা',
        zone: [
          'আলীপুর ইউনিয়ন',
          'দশমিনা পৌরসভা',
          'বহরমপুর ইউনিয়ন',
          'বাঁশবাড়ীয়া ইউনিয়ন',
          'বেতাগী সানকিপুর ইউনিয়ন',
          'রণগোপালদী ইউনিয়ন',
        ]
      },
      {
        name: 'দুমকি',
        zone: [
          'আংগারিয়া ইউনিয়ন',
          'দুমকি পৌরসভা',
          'পাংগাশিয়া ইউনিয়ন',
          'মুরাদিয়া ইউনিয়ন',
          'লেবুখালী ইউনিয়ন',
          'শ্রীরামপুর ইউনিয়ন'
        ]
      },
      {
        name: 'পটুয়াখালী সদর',
        zone: [
          'আউলিয়াপুর ইউনিয়ন',
          'ইটবাড়ীয়া ইউনিয়ন',
          'কমলাপুর ইউনিয়ন',
          'কালিকাপুর ইউনিয়ন',
          'ছোট বিঘাই ইউনিয়ন',
          'জৈনকাঠী ইউনিয়ন',
          'পটুয়াখালী পৌরসভা',
          'বড় বিঘাই ইউনিয়ন',
          'বদরপুর ইউনিয়ন',
          'মরিচবুনিয়া ইউনিয়ন',
          'লাউকাঠী ইউনিয়ন',
          'লোহালিয়া ইউনিয়ন'
        ]
      },
      {
        name: 'বাউফল',
        zone: [
          'আদাবারিয়া ইউনিয়ন',
          'কনকদিয়া ইউনিয়ন',
          'কাছিপাড়া ইউনিয়ন',
          'কালাইয়া ইউনিয়ন',
          'কালিশুরী ইউনিয়ন',
          'কেশবপুর ইউনিয়ন',
          'দাসপাড়া ইউনিয়ন',
          'ধুলিয়া ইউনিয়ন',
          'নওমালা ইউনিয়ন',
          'নাজিরপুর ইউনিয়ন',
          'বগা ইউনিয়ন',
          'বাউফল ইউনিয়ন',
          'মদনপুরা ইউনিয়ন',
          'সূর্য্যমনি ইউনিয়ন'
        ]
      },
      {
        name: 'মির্জাগঞ্জ',
        zone: [
          'আমড়াগাছিয়া ইউনিয়ন',
          'কাকড়াবুনিয়া ইউনিয়ন',
          'দেউলী সুবিদখালী ইউনিয়ন',
          'মজিদবাড়িয়া ইউনিয়ন',
          'মাধবখালী ইউনিয়ন',
          'মির্জাগঞ্জ পৌরসভা'
        ]
      },
      {
        name: 'রাঙ্গাবালি',
        zone: [
          'চরমোন্তাজ ইউনিয়ন',
          'চালিতাবুনিয়া ইউনিয়ন',
          'ছোটবাইশদিয়া ইউনিয়ন',
          'বড়বাইশদিয়া ইউনিয়ন',
          'রাঙ্গাবালী পৌরসভা',
          '',
        ]
      }
    ]
  },
  {
    city: 'পাবনা',
    area: [
      {
        name: 'আটঘড়িয়া',
        zone: [
          'আটঘড়িয়া পৌরসভা',
          'একদন্ত ইউনিয়ন',
          'চাদভা ইউনিয়ন',
          'দেবোত্তর ইউনিয়ন',
          'মাজপাড়া ইউনিয়ন',
          'লক্ষীপুর ইউনিয়ন'
        ]
      },
      {
        name: 'ঈশ্বরদী',
        zone: [
          'ঈশ্বরদী পৌরসভা',
          'দাশুড়িয়া ইউনিয়ন',
          'পাকশী ইউনিয়ন',
          'মুলাডুলি ইউনিয়ন',
          'লক্ষিকুন্ডা ইউনিয়ন',
          'সলিমপুর ইউনিয়ন',
          'সাঁড়া ইউনিয়ন',
          'সাহাপুর ইউনিয়ন'
        ]
      },
      {
        name: 'চাটমোহর',
        zone: [
          'গুনাইগাছা ইউনিয়ন',
          'চাটমোহর পৌরসভা',
          'ছাইকোলা ইউনিয়ন',
          'ডিবিগ্রাম ইউনিয়ন',
          'নিমাইচড়া ইউনিয়ন',
          'পার্শ্বডাঙ্গা ইউনিয়ন',
          'ফৈলজানা ইউনিয়ন',
          'বিলচলন ইউনিয়ন',
          'মথুরাপুর ইউনিয়ন',
          'মূলগ্রাম ইউনিয়ন',
          'হরিপুর ইউনিয়ন',
          'হান্ডিয়াল ইউনিয়ন',
        ]
      },
      {
        name: 'পাবনা সদর',
        zone: [
          'হান্ডিয়াল ইউনিয়ন',
          'গয়েশপুর ইউনিয়ন',
          'চরতারাপুর ইউনিয়ন',
          'দাপুনিয়া ইউনিয়ন',
          'দোগাছী ইউনিয়ন',
          'পাবনা পৌরসভা ',
          'ভাঁড়ারা ইউনিয়ন',
          'মালঞ্চি ইউনিয়ন',
          'মালিগাছা ইউনিয়ন',
          'সাদুল্লাপুর ইউনিয়ন'
        ]
      },
      {
        name: 'ফরিদপুর',
        zone: [
          'ডেমরাইউনিয়ন',
          'পুংগলী ইউনিয়ন',
          'ফরিদপুর পৌরসভা',
          'বনওয়ারীনগর ইউনিয়ন',
          'বৃলাড়ীবাড়ী ইউনিয়ন',
          'হাদল ইউনিয়ন',
        ]
      },
      {
        name: 'বেড়া',
        zone: [
          'কৈটোলা ইউনিয়ন',
          'চাকলা ইউনিয়ন',
          'জাতসাখিনী ইউনিয়ন',
          'ঢালারচর ইউনিয়ন',
          'নতুনভারেংগা ইউনিয়ন',
          'পুরানভারেংগা ইউনিয়ন',
          'বেড়া পৌরসভা',
          'মাশুমদিয়া ইউনিয়ন',
          'রুপপুর ইউনিয়ন',
          'হাটুরিয়া নাকালিয়া ইউনিয়ন'
        ]
      },
      {
        name: 'ভাঙ্গুড়া  ',
        zone: [
          'অষ্টমনিষা ইউনিয়ন',
          'খানমরিচ ইউনিয়ন',
          'দিলপাশার ইউনিয়ন',
          'পারভাঙ্গুড়া ইউনিয়ন',
          'ভাঙ্গুড়া পৌরসভা ',
          'মন্ডতোষ ইউনিয়ন'
        ]
      },
      {
        name: 'সাথিয়া',
        zone: [
          'আর আতাইকুলা ইউনিয়ন ',
          'করমজা ইউনিয়ন',
          'কাশিনাথপুর ইউনিয়ন',
          'ক্ষেতুপাড়া ইউনিয়ন',
          'গৌরীগ্রাম ইউনিয়ন',
          'ধুলাউড়ি ইউনিয়ন',
          'ধোপাদহ ইউনিয়ন',
          'নন্দনপুর ইউনিয়ন',
          'নাডডেমরা ইউনিয়ন',
          'ভুলবাড়ীয়া ইউনিয়ন',
          'সাথিয়া পৌরসভা '
        ]
      },
      {
        name: 'সুজানগর',
        zone: [
          'আহম্মদপুর ইউনিয়ন',
          'তাঁতিবন্দ ইউনিয়ন',
          'দুলাই ইউনিয়ন',
          'নাজিরগঞ্জ ইউনিয়ন',
          'ভায়না ইউনিয়ন',
          'মানিকহাট ইউনিয়ন',
          'রাণীনগর ইউনিয়ন',
          'সাগরকান্দি ইউনিয়ন ',
          'সাতবাড়ীয়া ইউনিয়ন',
          'সুজানগর পৌরসভা ',
          'হাটখালী ইউনিয়ন'
        ]
      }
    ]
  },
  {
    city: 'পিরোজপুর',
    area: [
      {
        name: 'কাওখালি',
        zone: [
          'আমড়াজুড়ি ইউনিয়ন',
          'কাউখালী পৌরসভা',
          'চিরাপাড়া ইউনিয়ন',
          'শিয়ালকাঠী ইউনিয়ন',
          'সয়না রঘুনাথপুর ইউনিয়ন'
        ]
      },
      {
        name: 'জিয়ানগর',
        zone: [
          'জিয়ানগর পৌরসভা',
          'পত্তাশি ইউনিয়ন',
          'পাড়েরহাট ইউনিয়ন',
          'বালিপাড়া ইউনিয়ন'
        ]
      },
      {
        name: 'নাজিরপুর',
        zone: [
          'কলারদোয়ানিয়া ইউনিয়ন',
          'দীর্ঘা ইউনিয়ন',
          'দেউলবাড়ী দোবড়া ইউনিয়ন',
          'নাজিরপুর পৌরসভা',
          'মাটিভাংগা ইউনিয়ন',
          'মালিখালী ইউনিয়ন',
          'শাখারীকাঠী ইউনিয়ন',
          'শ্রীরামকাঠী ইউনিয়ন',
          'সেখমাটিয়া ইউনিয়ন'
        ]
      },
      {
        name: 'নেসারাবাদ (স্বরুপকাঠি)',
        zone: [
          'আটঘর কুড়িয়ানা ইউনিয়ন',
          'গুয়ারেখা ইউনিয়ন',
          'জলাবাড়ী ইউনিয়ন',
          'দৈহারী ইউনিয়ন',
          'নেসারাবাদ পৌরসভা',
          'বলদিয়া ইউনিয়ন',
          'সমুদয়কাঠী ইউনিয়ন',
          'সারেংকাঠী ইউনিয়ন',
          'সুটিয়াকাঠী ইউনিয়ন',
          'সোহাগদল ইউনিয়ন',
          'স্বরুপকাঠী ইউনিয়ন'
        ]
      },
      {
        name: 'পিরোজপুর সদর',
        zone: [
          'কদমতলা ইউনিয়ন',
          'কলাখালী ইউনিয়ন',
          'টোনা ইউনিয়ন',
          'দূর্গাপুর ইউনিয়ন',
          'পিরোজপুর পৌরসভা',
          'শংকরপাশা ইউনিয়ন',
          'শরিকতলা ইউনিয়ন',
          'শিকদার মল্লিক ইউনিয়ন'
        ]
      },
      {
        name: 'ভান্ডারিয়া',
        zone: [
          'ইকড়ী ইউনিয়ন',
          'গৌরীপুর ইউনিয়ন',
          'তেলিখালী ইউনিয়ন',
          'ধাওয়া ইউনিয়ন',
          'নদমূলা শিয়ালকাঠী ইউনিয়ন',
          'ভাণ্ডারিয়া পৌরসভা',
          'ভিটাবাড়িয়া ইউনিয়ন'
        ]
      },
      {
        name: 'মঠবাড়িয়া',
        zone: [
          'আমড়াগাছিয়া ইউনিয়ন',
          'গুলিশাখালী ইউনিয়ন',
          'টিকিকাটা ইউনিয়ন',
          'তুষখালী ইউনিয়ন',
          'দাউদখালী ইউনিয়ন',
          'ধানীসাফা ইউনিয়ন',
          'বড়মাছুয়া ইউনিয়ন',
          'বেতমোর রাজপাড়া ইউনিয়ন ',
          'মঠবাড়িয়া পৌরসভা',
          'মিরুখালী ইউনিয়ন',
          'শাপলেজা ইউনিয়ন',
          'হলতা ইউনিয়ন'
        ]
      },
      {
        name: 'রাঙ্গাবালি',
        zone: []
      }
    ]
  },
  {
    city: 'ফরিদপুর',
    area: [
      {
        name: 'আলফাডাঙ্গা',
        zone: [
          'আলফাডাঙ্গা পৌরসভা',
          'গোপালপুর ইউনিয়ন',
          'টগরবন্দ ইউনিয়ন',
          'পাঁচুরিয়া ইউনিয়ন',
          'বানা ইউনিয়ন',
          'বুড়াইচ ইউনিয়ন'
        ]
      },
      {
        name: 'কোতয়ালি',
        zone: []
      },
      {
        name: 'চরভদ্রাসন',
        zone: [
          'গাজিরটেক ইউনিয়ন',
          'চরঝাউকান্দা ইউনিয়ন',
          'চরভদ্রাসন পৌরসভা',
          'চরহরিরামপুর ইউনিয়ন',
        ]
      },
      {
        name: 'নগরকান্দা',
        zone: [
          'কাইচাইল ইউনিয়ন',
          'কোদালিয়া ইউনিয়ন',
          'চরযশোরদী ইউনিয়ন',
          'ডাঙ্গী ইউনিয়ন',
          'তালমা ইউনিয়ন',
          'নগরকান্দা পৌরসভা',
          'পুরাপাড়া ইউনিয়ন',
          'ফুলসুতি ইউনিয়ন',
          'রামনগর ইউনিয়ন',
          'লস্করদিয়া ইউনিয়ন'
        ]
      },
      {
        name: 'ফরিদপুর সদর',
        zone: [
          'অম্বিকাপুর ইউনিয়ন',
          'আলিয়াবাদ ইউনিয়ন',
          'ঈশান ইউনিয়ন',
          'কানাইপুর ইউনিয়ন',
          'কৃষ্ণনগর ইউনিয়ন',
          'কৈজুরী ইউনিয়ন',
          'গেরদা ইউনিয়ন',
          'গোপালপুর ইউনিয়ন',
          'চরমাধবদিয়া ইউনিয়ন',
          'ডিক্রীরচর ইউনিয়ন',
          'নর্থচ্যানেল ইউনিয়ন',
          'ফরিদপুর পৌরসভা',
          'বাইতুলমান পলিটেকনিক'
        ]
      },
      {
        name: 'বোয়ালমারী',
        zone: [
          'গুনবহা ইউনিয়ন',
          'ঘোষপুর ইউনিয়ন',
          'চতুল ইউনিয়ন',
          'চাঁদপুর ইউনিয়ন',
          'দাদপুর ইউনিয়ন',
          'পরমেশ্বরদী ইউনিয়ন',
          'বোয়ালমারী পৌরসভা',
          'ময়না ইউনিয়ন',
          'রূপাপাত ইউনিয়ন ',
          'শেখর ইউনিয়ন',
          'সাতৈর ইউনিয়ন'
        ]
      },
      {
        name: 'ভাঙ্গা',
        zone: [
          'আজিমনগর ইউনিয়ন',
          'আলগী ইউনিয়ন',
          'কাউলিবেড়া ইউনিয়ন',
          'কালামৃধা ইউনিয়ন',
          'ঘারুয়া ইউনিয়ন',
          'চান্দ্রা ইউনিয়ন',
          'চুমুরদী ইউনিয়ন',
          'তুজারপুর ইউনিয়ন',
          'নাছিরাবাদ ইউনিয়ন',
          'নুরুল্যাগঞ্জ ইউনিয়ন',
          'ভাঙ্গা পৌরসভা',
          'মানিকদহ ইউনিয়ন',
          'হামিরদী ইউনিয়ন',
        ]
      },
      {
        name: 'মধুখালী',
        zone: [
          'আড়পাড়া ইউনিয়ন',
          'কামারখালী ইউনিয়ন',
          'কামালদিয়া ইউনিয়ন',
          'কোড়কদী ইউনিয়ন',
          'গাজনা ইউনিয়ন',
          'জাহাপুর ইউনিয়ন',
          'ডুমাইন ইউনিয়ন',
          'নওপাড়া ইউনিয়ন',
          'বাগাট ইউনিয়ন',
          'মধুখালী পৌরসভা',
          'মেগচামী ইউনিয়ন',
          'রায়পুর ইউনিয়ন',
        ]
      },
      {
        name: 'সদরপুর',
        zone: [
          'আকটেরচর ইউনিয়ন',
          'কৃষ্ণপুর ইউনিয়ন',
          'চর নাছিরপুর ইউনিয়ন',
          'চর বিষ্ণুপুর ইউনিয়ন',
          'চর মানাইর ইউনিয়ন',
          'ঢেউখালী ইউনিয়ন',
          'নারিকেলবাড়িয়া ইউনিয়ন',
          'ভাষাণচর ইউনিয়ন',
          'সদরপুর পৌরসভা ',
        ]
      },
      {
        name: 'সালথা',
        zone: [
          'আপঘর ইউনিয়ন',
          'গট্টি ইউনিয়ন',
          'বল্লভদী ইউনিয়ন',
          'ভাওয়াল ইউনিয়ন',
          'মাঝারদিয়া ইউনিয়ন',
          'যদুনন্দি ইউনিয়ন',
          'রামকান্তপুর ইউনিয়ন',
          'সালথা পৌরসভা',
          'সোনাপুর ইউনিয়ন'
        ]
      }
    ]
  },
  {
    city: 'ফেনী',
    area: [
      {
        name: 'ছাগলনাইয়া',
        zone: [
          'ঘোপাল ইউনিয়ন',
          'ছাগলনাইয়া পৌরসভা',
          'পাঠাননগর ইউনিয়ন',
          'মহামায়া ইউনিয়ন',
          'রাধানগর ইউনিয়ন',
          'শুভপুর ইউনিয়ন',
        ]
      },
      {
        name: 'দাগনভূঞা',
        zone: [
          'ইয়াকুবপুর ইউনিয়ন',
          'জায়লস্কর ইউনিয়ন',
          'দাগনভূঞা পৌরসভা',
          'পূর্বচন্দ্রপুর ইউনিয়ন',
          'মাতুভূঞা ইউনিয়ন',
          'রাজাপুর ইউনিয়ন',
          'রামনগর ইউনিয়ন',
          'সিন্দুরপুর ইউনিয়ন'
        ]
      },
      {
        name: 'পরশুরাম',
        zone: [
          'চিথলিয়া ইউনিয়ন',
          'পরশুরাম পৌরসভা',
          'বক্সমাহমুদ ইউনিয়ন',
          'মির্জানগর ইউনিয়ন'
        ]
      },
      {
        name: 'ফুলগাজী',
        zone: [
          'আনন্দপুর ইউনিয়ন',
          'আমজাদহাট ইউনিয়ন',
          'দরবারপুর ইউনিয়ন',
          'ফুলগাজী পৌরসভা',
          'মুন্সিরহাট ইউনিয়ন'
        ]
      },
      {
        name: 'ফেনী সদর',
        zone: [
          'কাজিরবাগ ইউনিয়ন',
          'কালিদহ ইউনিয়ন',
          'ছনুয়া ইউনিয়ন',
          'ধর্মপুর ইউনিয়ন',
          'ধলিয়া ইউনিয়ন',
          'পাঁচগাচিয়া ইউনিয়ন',
          'ফরহাদনগর ইউনিয়ন',
          'ফাজিলপুর ইউনিয়ন',
          'ফেনী  পৌরসভা',
          'বালিগাঁও ইউনিয়ন',
          'লেমুয়া ইউনিয়ন',
          'শর্শদি ইউনিয়ন'
        ]
      },
      {
        name: 'সোনাগাজী',
        zone: [
          'আমিরাবাদ ইউনিয়ন',
          'চরচান্দিয়া ইউনিয়ন',
          'চরদরবেশ ইউনিয়ন',
          'চরমজলিশপুর ইউনিয়ন',
          'নবাবপুর ইউনিয়ন',
          'বগাদানা ইউনিয়ন',
          'মঙ্গলকান্দি ইউনিয়ন',
          'মতিগঞ্জ ইউনিয়ন',
          'সোনাগাজী পৌরসভা'
        ]
      }
    ]
  },
  // byFazlulAyanKoushik
  {
    city: 'বগুড়া',
    area: [
      {
        name: 'আদমদীঘি',
        zone: [
          'আদমদীঘি পৌরসভা',
          'কুন্দগ্রাম ইউনিয়ন',
          'চাঁপাপুর ইউনিয়ন',
          'ছাতিয়ানগ্রাম ইউনিয়ন',
          'নশরতপুর ইউনিয়ন',
          'সান্তাহার ইউনিয়ন',
        ]
      },
      {
        name: 'কাহালু',
        zone: [
          'কালাই ইউনিয়ন',
          'কাহালু পৌরসভা',
          'জামগ্রাম ইউনিয়ন',
          'দূর্গাপুর ইউনিয়ন',
          'নারহট্ট ইউনিয়ন',
          'পাইকড় ইউনিয়ন',
          'বীরকেদার ইউনিয়ন',
          'মালঞ্চা ইউনিয়ন',
          'মুরইল ইউনিয়ন'
        ]
      },
      {
        name: 'গাবতলী',
        zone: [
          'কাগইল ইউনিয়ন',
          'গাবতলী পৌরসভা',
          'দক্ষিণপাড়া ইউনিয়ন',
          'দুর্গাহাটা ইউনিয়ন',
          'নশিপুর ইউনিয়ন',
          'নাড়ুয়ামালা ইউনিয়ন',
          'নেপালতলি ইউনিয়ন',
          'বালিয়াদিঘী ইউনিয়ন',
          'মহিষাবান ইউনিয়ন',
          'রামেশ্বরপুর ইউনিয়ন',
          'সুখানপুকুর পোস্ট অফিস',
          'সোনারায় ইউনিয়ন'
        ]
      },
      {
        name: 'দুপচাচিয়া',
        zone: [
          'গুনাহার ইউনিয়ন',
          'গোবিন্দপুর ইউনিয়ন',
          'চামরুল ইউনিয়ন',
          'জিয়ানগর ইউনিয়ন',
          'তালোড়া ইউনিয়ন',
          'দুপচাঁচিয়া পৌরসভা'
        ]
      },
      {
        name: 'ধুনট',
        zone: [
          'এলাঙ্গী ইউনিয়ন',
          'কলেরপাড়া ইউনিয়ন',
          'গোপালনগর ইউনিয়ন',
          'গোসাইবাড়ী ইউনিয়ন',
          'চিকাশী ইউনিয়ন',
          'চৌকিবাড়ি ইউনিয়ন',
          'ধুনট পৌরসভা',
          'নিমগাছি ইউনিয়ন',
          'ভান্ডারবাড়ী ইউনিয়ন',
          'মথুরাপুর ইউনিয়ন'
        ]
      },
      {
        name: 'নন্দীগ্রাম',
        zone: [
          'থালতা মাঝগ্রাম ইউনিয়ন',
          'নন্দীগ্রাম পৌরসভা',
          'বুড়ইল ইউনিয়ন',
          'ভাটগ্রাম ইউনিয়ন',
          'ভাটরা ইউনিয়ন',
        ]
      },
      {
        name: 'বগুড়া সদর',
        zone: [
          'এরুলিয়া ইউনিয়ন',
          'গোকুল ইউনিয়ন',
          'নামুজা ইউনিয়ন',
          'নিশিন্দারা ইউনিয়ন',
          'নুনগোলা ইউনিয়ন',
          'ফাঁপোর ইউনিয়ন',
          'বগুড়া পৌরসভা',
          'রাজাপুর ইউনিয়ন',
          'লাহিড়ীপাড়া ইউনিয়ন',
          'শাখারিয়া ইউনিয়ন',
          'শেখেরকোলা ইউনিয়ন',
          'সাবগ্রাম ইউনিয়ন'
        ]
      },
      {
        name: 'শাহাজানপুর',
        zone: [
          'আড়িয়া ইউনিয়ন',
          'আমরুল ইউনিয়ন',
          'আশেকপুর ইউনিয়ন',
          'খরনা ইউনিয়ন',
          'খোট্রাপাড়া ইউনিয়ন',
          'গোহাইল ইউনিয়ন',
          'চোপীনগর ইউনিয়ন',
          'মাঝিড়া ইউনিয়ন',
          'মাদলা ইউনিয়ন',
          'শাহজাহানপুর  সেনানিবাস)'
        ]
      },
      {
        name: 'শিবগঞ্জ',
        zone: [
          'আটমূল ইউনিয়ন',
          'কিচক ইউনিয়ন',
          'দেউলি ইউনিয়ন',
          'পিরব ইউনিয়ন',
          'বিহার ইউনিয়ন',
          'বুড়িগঞ্জ ইউনিয়ন',
          'ময়দানহাটা ইউনিয়ন',
          'মাঝিহট্ট ইউনিয়ন',
          'মোকামতলা ইউনিয়ন',
          'রায়নগর ইউনিয়ন',
          'শিবগঞ্জ পৌরসভা',
          'সৈয়দপুর ইউনিয়ন'
        ]
      },
      {
        name: 'শেরপুর',
        zone: [
          'কুসুম্বী ইউনিয়ন',
          'খানপুর ইউনিয়ন',
          'খামারকান্দি ইউনিয়ন',
          'গাড়ীদহ ইউনিয়ন',
          'পল্লী উন্নয়ন একাডেমী',
          'বিশালপুর ইউনিয়ন',
          'ভবানীপুর ইউনিয়ন',
          'মির্জাপুর ইউনিয়ন',
          'শাহ বন্দেগী ইউনিয়ন',
          'শেরপুর পৌরসভা',
          'সীমাবাড়ী ইউনিয়ন',
          'সুঘাট ইউনিয়ন'
        ]
      },
      {
        name: 'সারিয়াকান্দি',
        zone: [
          'কর্ণিবাড়ীইউনিয়ন',
          'কাজলা ইউনিয়ন',
          'কামালপুর ইউনিয়ন',
          'কুতুবপুর ইউনিয়ন',
          'চন্দনবাইশা ইউনিয়ন',
          'চালুয়াবাড়ী ইউনিয়ন',
          'নারচী ইউনিয়ন',
          'ফুলবাড়ী ইউনিয়ন',
          'বোহাইল ইউনিয়ন',
          'সারিয়াকান্দি পৌরসভা',
          'হাটশেরপুর ইউনিয়ন'
        ]
      },
      {
        name: 'সোনাতলা',
        zone: [
          'জোড়গাছা ইউনিয়ন',
          'তেকানী চুকাইনগর ইউনিয়ন',
          'দিগদাইড় ইউনিয়ন',
          'পাকুল্ল্যা ইউনিয়ন',
          'বালুয়া ইউনিয়ন',
          'মধুপুর ইউনিয়ন',
          'সোনাতলা পৌরসভা'
        ]
      }
    ]
  },
  {
    city: 'বরগুনা',
    area: [
      {
        name: 'আমতলি',
        zone: [
          'আঠারগাছিয়া ইউনিয়ন',
          'আড়পাঙ্গাশিয়া ইউনিয়ন',
          'আমতলী পৌরসভা',
          'কুকুয়া ইউনিয়ন',
          'গুলিশাখালী ইউনিয়ন',
          'চাওড়া ইউনিয়ন',
          'ছোটবগী ইউনিয়ন',
          'হলদিয়া ইউনিয়ন'
        ]
      },
      {
        name: 'তালতলী',
        zone: [
          'কড়ইবাড়ীয়া ইউনিয়ন',
          'ছোটবগি ইউনিয়ন',
          'তালতলী পৌরসভা',
          'নিশানবাড়ীয়া ইউনিয়ন',
          'পচাকোড়ালিয়া ইউনিয়ন',
          'বড়বগি ইউনিয়ন',
          'শারিকখালি ইউনিয়ন',
          'সোনাকাটা ইউনিয়ন'
        ]
      },
      {
        name: 'পাথরঘাটা',
        zone: [
          'কাকচিঢ়া ইউনিয়ন',
          'কাঠালতলী ইউনিয়ন',
          'কালমেঘা ইউনিয়ন',
          'চরদুয়ানী ইউনিয়ন',
          'নাচনাপাড়া ইউনিয়ন',
          'পাথরঘাটা ইউনিয়ন',
          'পাথরঘাটা পৌরসভা',
          'রায়হানপুর ইউনিয়ন'
        ]
      },
      {
        name: 'বরগুনা সদর',
        zone: [
          'আয়লা পাতাকাটা ইউনিয়ন',
          'এম.বালিয়াতলী ইউনিয়ন',
          'কেওড়াবুনিয়া ইউনিয়ন',
          'গৌরিচন্না ইউনিয়ন',
          'ঢলুয়া ইউনিয়ন',
          'নলটোনা ইউনিয়ন',
          'ফুলঝুড়ি ইউনিয়ন',
          'বদরখালী ইউনিয়ন',
          'বরগুনা পৌরসভা ',
          'বুড়িরচর ইউনিয়ন'
        ]
      },
      {
        name: 'বামনা',
        zone: [
          'ডৌয়াতলা ইউনিয়ন',
          'বামনা পৌরসভা',
          'বুকাবুনিয়া ইউনিয়ন',
          'রামনা ইউনিয়ন'
        ]
      },
      {
        name: 'বেতাগী',
        zone: [
          'কাজীরাবাদ ইউনিয়ন',
          'বিবিচিন ইউনিয়ন',
          'বুড়ামজুমদার ইউনিয়ন',
          'বেতাগী ইউনিয়ন',
          'বেতাগী পৌরসভা',
          'মোকামিয়া ইউনিয়ন',
          'সরিষামুড়ী ইউনিয়ন',
          'হোসনাবাদ ইউনিয়ন'
        ]
      }
    ]
  },
  {
    city: 'বাগেরহাট',
    area: [
      {
        name: 'কচুয়া',
        zone: [
          'কচুয়া ইউনিয়ন',
          'কচুয়া পৌরসভা',
          'গজালিয়া ইউনিয়ন',
          'গোপালপুর ইউনিয়ন',
          'ধোপাখালী ইউনিয়ন',
          'বাধাল ইউনিয়ন',
          'মঘিয়া ইউনিয়ন',
          'রাড়ীপাড়া ইউনিয়ন'
        ]
      },
      {
        name: 'চিতলমারি',
        zone: [
          'কলাতলা ইউনিয়ন',
          'চরবানিয়ারী ইউনিয়ন',
          'চিতলমারী পৌরসভা',
          'বড়বাড়িয়া ইউনিয়ন',
          'শিবপুর ইউনিয়ন',
          'সন্তোষপুর ইউনিয়ন',
          'হিজলা ইউনিয়ন'
        ]
      },
      {
        name: 'ফকিরহাট',
        zone: [
          'নলধা মৌভোগ ইউনিয়ন',
          'পিলজংগ ইউনিয়ন',
          'ফকিরহাট পৌরসভা',
          'বাহিরদিয়া মানসা',
          'বেতাগা ইউনিয়ন',
          'মূলঘর ইউনিয়ন',
          'লখপুর ইউনিয়ন',
          'শুভদিয়া ইউনিয়ন'
        ]
      },
      {
        name: 'বাগেরহাট  সদর',
        zone: [
          'কাড়াপাড়া ইউনিয়ন',
          'খানপুর ইউনিয়ন',
          'গোটাপাড়া ইউনিয়ন',
          'ডেমা ইউনিয়ন',
          'বাগেরহাট পৌরসভা ',
          'বারুইপাড়া ইউনিয়ন',
          'বিষ্ণুপুর ইউনিয়ন',
          'বেমরতা ইউনিয়ন',
          'যাত্রাপুর ইউনিয়ন',
          'রাখালগাছি ইউনিয়ন',
          'ষাটগুম্বজ ইউনিয়ন'
        ]
      },
      {
        name: 'মংলা ',
        zone: [
          'চাঁদপাই ইউনিয়ন',
          'চিলা ইউনিয়ন',
          'বুড়িরডাঙ্গা ইউনিয়ন',
          'মংলা পৌরসভা',
          'মিঠাখালী ইউনিয়ন',
          'সুন্দরবন ইউনিয়ন',
          'সোনাইলতলা ইউনিয়ন',
        ]
      },
      {
        name: 'মোড়েলগঞ্জ',
        zone: [
          'খাউলিয়া ইউনিয়ন',
          'চিংড়াখালী ইউনিয়ন',
          'জিউধরা ইউনিয়ন',
          'তেলিগাতী ইউনিয়ন',
          'দৈবজ্ঞহাটি ইউনিয়ন',
          'নিশানবাড়িয়া ইউনিয়ন',
          'পঞ্চকরণ ইউনিয়ন',
          'পুটিখালী ইউনিয়ন',
          'বনগ্রাম ইউনিয়ন',
          'বলইবুনিয়া ইউনিয়ন',
          'বহরবুনিয়া ইউনিয়ন',
          'বারইখালী ইউনিয়ন',
          'মোড়েলগঞ্জ পৌরসভা',
          'রামচন্দ্রপুর ইউনিয়ন',
          'হোগলাপাশা ইউনিয়ন',
          'হোগলাবুনিয়া ইউনিয়ন'
        ]
      },
      {
        name: 'মোল্লাহাট',
        zone: [
          'আটজুড়ী ইউনিয়ন',
          'উদয়পুর ইউনিয়ন',
          'কুলিয়া ইউনিয়ন',
          'কোদালিয়া ইউনিয়ন',
          'গাওলা ইউনিয়ন',
          'গাংনী ইউনিয়ন',
          'চুনখোলা ইউনিয়ন',
          'মোল্লাহাট পৌরসভা'
        ]
      },
      {
        name: 'রামপাল',
        zone: [
          'উজলকুড় ইউনিয়ন',
          'গৌরম্ভা ইউনিয়ন',
          'পেড়িখালী ইউনিয়ন',
          'বাইনতলা ইউনিয়ন',
          'বাঁশতলী ইউনিয়ন',
          'ভোজপাতিয়া ইউনিয়ন',
          'মল্লিকেরবেড় ইউনিয়ন',
          'রাজনগর ইউনিয়ন',
          'রামপাল পৌরসভা',
          'হুড়কা ইউনিয়ন'
        ]
      },
      {
        name: 'শরণখোলা',
        zone: [
          'খোন্তাকাটা ইউনিয়ন',
          'ধানসাগর ইউনিয়ন',
          'রায়েন্দা ইউনিয়ন',
          'শরণখোলা পৌরসভা',
          'সাউথখালী ইউনিয়ন'
        ]
      }
    ]
  },
  {
    city: 'বান্দরবান',
    area: [
      {
        name: 'আলি কদম',
        zone: [
          'আলীকদম পৌরসভা',
          'চৈক্ষ্যং ইউনিয়ন'
        ]
      },
      {
        name: 'থানচি',
        zone: [
          'তিন্দু ইউনিয়ন',
          'থানচি পৌরসভা',
          'বলিপাড়া ইউনিয়ন',
          'রেমাক্রী ইউনিয়ন'
        ]
      },
      {
        name: 'নাইখংছড়ি',
        zone: [
          'ঘুমধুম ইউনিয়ন',
          'দোছড়ি ইউনিয়ন',
          'নাইক্ষ্যংছড়ি পৌরসভা',
          'বাইশারী ইউনিয়ন',
          'সোনাইছড়ি ইউনিয়ন'
        ]
      },
      {
        name: 'বান্দরবন সদর',
        zone: [
          'কুহালং ইউনিয়ন',
          'টংকাবতী ইউনিয়ন',
          'বান্দরবন পৌরসভা',
          'রাজবিলা ইউনিয়ন',
          'সুয়ালক ইউনিয়ন'
        ]
      },
      {
        name: 'রুমা',
        zone: [
          'গ্যালেংগ্যা ইউনিয়ন',
          'পাইন্দু ইউনিয়ন',
          'রুমা পৌরসভা',
          'রুমা সদর ইউনিয়ন',
          'রেমাক্রীপ্রাংসা ইউনিয়ন'
        ]
      },
      {
        name: 'রোয়াংছড়ি',
        zone: [
          'আলেক্ষ্যং ইউনিয়ন',
          'তারাছা ইউনিয়ন',
          'নোয়াপতং ইউনিয়ন',
          'রোয়াংছড়ি পৌরসভা'
        ]
      },
      {
        name: 'লামা',
        zone: [
          'আজিজনগর ইউনিয়ন',
          'গজালিয়া ইউনিয়ন',
          'ফাইতং ইউনিয়ন',
          'ফাসিয়াখালী ইউনিয়ন',
          'রূপসীপাড়া ইউনিয়ন',
          'লামা পৌরসভা',
          'সরই ইউনিয়ন'
        ]
      }
    ]
  },
  // byFazlulAyanKoushik
  {
    city: 'ব্রাহ্মণবাড়িয়া',
    area: [
      {
        name: 'আখাউড়া',
        zone: [
          ' আখাউড়া (দঃ) ইউনিয়ন',
          'আখাউড়া (উঃ) ইউনিয়ন',
          'ধরখার ইউনিয়ন',
          'মনিয়ন্দ ইউনিয়ন',
          'মোগড়া ইউনিয়ন'
        ]
      },
      {
        name: 'আশুগঞ্জ',
        zone: [
          'আড়াইসিধা ইউনিয়ন',
          'আশুগঞ্জ পৌরসভা',
          'চরচারতলা ইউনিয়ন',
          'তারুয়া ইউনিয়ন',
          'তালশহর(পঃ) ইউনিয়ন',
          'দুর্গাপুর ইউনিয়ন',
          'লালপুর ইউনিয়ন',
          'শরীফপুর ইউনিয়ন'
        ]
      },
      {
        name: 'কসবা',
        zone: [
          'কসবা পৌরসভা',
          'কাইমপুর ইউনিয়ন',
          'কুটি ইউনিয়ন',
          'খাড়েরা ইউনিয়ন',
          'গোপীনাথপুর ইউনিয়ন',
          'বাদৈর ইউনিয়ন',
          'বায়েক ইউনিয়ন',
          'বিনাউটি ইউনিয়ন',
          'মূলগ্রাম ইউনিয়ন',
          'মেহারী ইউনিয়ন'
        ]
      },
      {
        name: 'নবীনগর',
        zone: [
          'ইব্রাহিমপুর ইউনিয়ন',
          'কাইতলা (উঃ) ইউনিয়ন',
          'কাইতলা ইউনিয়ন',
          'কৃষ্ণনগর ইউনিয়ন',
          'ছলিমগঞ্জ ইউনিয়ন',
          'জিনোদপুর ইউনিয়ন',
          'নবীনগর পৌরসভা',
          'নাটঘর ইউনিয়ন',
          'বড়াইল ইউনিয়ন',
          'বড়িকান্দি ইউনিয়ন',
          'বিটঘর ইউনিয়ন',
          'বিদ্যাকুট ইউনিয়ন',
          'বীরগাঁও ইউনিয়ন',
          'রতনপুর ইউনিয়ন',
          'রসুল্লাবাদ ইউনিয়ন',
          'লাউরফতেপুর ইউনিয়ন',
          'শিবপুর ইউনিয়ন',
          'শ্যামগ্রাম ইউনিয়ন',
          'শ্রীরামপুর ইউনিয়ন',
          'সাতমোড়া ইউনিয়ন'
        ]
      },
      {
        name: 'নাসিরনগর',
        zone: [
          'কুন্ডা ইউনিয়ন',
          'গুনিয়াউক ইউনিয়ন',
          'গোকর্ণ ইউনিয়ন',
          'গোয়ালনগর ইউনিয়ন',
          'চাতলপাড় ইউনিয়ন',
          'চাপৈরতলা ইউনিয়ন',
          'ধরমন্ডল ইউনিয়ন',
          'নাসিরনগর পৌরসভা',
          'পূর্বভাগ ইউনিয়ন',
          'ফান্দাউক ইউনিয়ন',
          'বুড়িশ্বর ইউনিয়ন',
          'ভলাকুট ইউনিয়ন',
          'হরিপুর ইউনিয়ন'
        ]
      },
      {
        name: 'বাঞ্চারামপুর',
        zone: [
          'আইয়ুবপুর ইউনিয়ন',
          'উজানচর পূর্ব ইউনিয়ন',
          'ছয়ফুল্লাকান্দি ইউনিয়ন',
          'ছলিমাবাদ ইউনিয়ন',
          'তেজখালী ইউনিয়ন',
          'দড়িকান্দি ইউনিয়ন',
          'দরিয়াদৌলত ইউনিয়ন',
          'পাহাড়িয়া কান্দি ইউনিয়ন',
          'ফরদাবাদ ইউনিয়ন',
          'বাঞ্ছারামপুর পৌরসভা',
          'মানিকপুর ইউনিয়ন',
          'রুপসদী পশ্চিম ইউনিয়ন',
          'সোনারামপুর ইউনিয়ন'
        ]
      },
      {
        name: 'বিজয়নগর (নতুন) ',
        zone: [
          'ইছাপুরা ইউনিয়ন',
          'চম্পকনগর ইউনিয়ন',
          'চর ইসলামপুর ইউনিয়ন',
          'চান্দুরা ইউনিয়ন',
          'পত্তন ইউনিয়ন',
          'পাহাড়পুর ইউনিয়ন',
          'বিজয়নগর পৌরসভা',
          'বিষ্ণুপুর ইউনিয়ন',
          'বুধন্তি ইউনিয়ন',
          'সিংগারবিল ইউনিয়ন',
          'হরষপুর ইউনিয়ন'
        ]
      },
      {
        name: 'ব্রাহ্মণবাড়িয়া সদর',
        zone: [
          'হরষপুর ইউনিয়ন',
          'নাটাই (দঃ) ইউনিয়ন',
          'নাটাই ইউনিয়ন',
          'বাসুদেব ইউনিয়ন',
          'বুধল ইউনিয়ন',
          'ব্রাহ্মণবাড়িয়া পৌরসভা',
          'মজলিশপুর ইউনিয়ন',
          'মাছিহাতা ইউনিয়ন',
          'রামরাইল ইউনিয়ন',
          'সাদেকপুর ইউনিয়ন',
          'সুলতানপুর ইউনিয়ন',
          'সুহিলপুর ইউনিয়ন'
        ]
      },
      {
        name: 'সরাইল',
        zone: [
          'অরুয়াইল ইউনিয়ন',
          'কালীকচ্ছ ইউনিয়ন',
          'চুন্টা ইউনিয়ন',
          'নোয়াগাঁও ইউনিয়ন',
          'পাকশিমুল ইউনিয়ন',
          'পানিশ্বর ইউনিয়ন',
          'শাহজাদাপুর ইউনিয়ন',
          'শাহবাজপুর ইউনিয়ন',
          'সরাইল পৌরসভা'
        ]
      }
    ]
  }
];


